[
  {
    "description": "the eleventh letter of the English alphabet, is nonvocal consonant. The form and sound of the letter K are from the Latin, which used the letter but little except in the early period of the language. It came into the Latin from the Greek, which received it from a Phoenician source, the ultimate origin probably being Egyptian. Etymologically K is most nearly related to c, g, h (which see).",
    "type": "()",
    "word": "K"
  },
  {
    "description": "The hartbeest.",
    "type": "(n.)",
    "word": "Kaama"
  },
  {
    "description": "See Cabala.",
    "type": "(n.)",
    "word": "Kabala"
  },
  {
    "description": "See Cabassou.",
    "type": "(n.)",
    "word": "Kabassou"
  },
  {
    "description": "See Cabob, n. & v. t.",
    "type": "(n. & v. t.)",
    "word": "Kabob"
  },
  {
    "description": "A clay ironstone found in Ceylon.",
    "type": "(n.)",
    "word": "Kabook"
  },
  {
    "description": "A Berber, as in Algiers or Tunis. See Berber.",
    "type": "(n.)",
    "word": "Kabyle"
  },
  {
    "description": "The jackdaw.",
    "type": "(n.)",
    "word": "Kadder"
  },
  {
    "description": "Alt. of Kadiaster",
    "type": "(n.)",
    "word": "Kadi"
  },
  {
    "description": "A Turkish judge. See Cadi.",
    "type": "(n.)",
    "word": "Kadiaster"
  },
  {
    "description": "The Arabian name of two trees of the genus Balsamodendron, which yield a gum resin and a red aromatic wood.",
    "type": "(n.)",
    "word": "Kafal"
  },
  {
    "description": "Alt. of Kafir",
    "type": "(n.)",
    "word": "Kaffir"
  },
  {
    "description": "One of a race which, with the Hottentots and Bushmen, inhabit South Africa. They inhabit the country north of Cape Colony, the name being now specifically applied to the tribes living between Cape Colony and Natal; but the Zulus of Natal are true Kaffirs.",
    "type": "(n.)",
    "word": "Kafir"
  },
  {
    "description": "One of a race inhabiting Kafiristan in Central Asia.",
    "type": "(n.)",
    "word": "Kafir"
  },
  {
    "description": "See Coffle.",
    "type": "(n.)",
    "word": "Kaffle"
  },
  {
    "description": "See Cafila.",
    "type": "(n.)",
    "word": "Kafilah"
  },
  {
    "description": "See Caftan.",
    "type": "(n & v.)",
    "word": "Kaftan"
  },
  {
    "description": "A chantry chapel inclosed with lattice or screen work.",
    "type": "(n.)",
    "word": "Kage"
  },
  {
    "description": "A singular, crested, grallatorial bird (Rhinochetos jubatus), native of New Caledonia. It is gray above, paler beneath, and the feathers of the wings and tail are handsomely barred with brown, black, and gray. It is allied to the sun bittern.",
    "type": "(n.)",
    "word": "Kagu"
  },
  {
    "description": "The colugo.",
    "type": "(n.)",
    "word": "Kaguan"
  },
  {
    "description": "A kind of notary public, or attorney, in the Levant.",
    "type": "(n.)",
    "word": "Kahani"
  },
  {
    "description": "A long-nosed monkey (Semnopithecus nasalis), native of Borneo. The general color of the body is bright chestnut, with the under parts, shoulders, and sides of the head, golden yellow, and the top of the head and upper part of the back brown. Called also proboscis monkey.",
    "type": "(n.)",
    "word": "Kahau"
  },
  {
    "description": "A kind of headless cabbage. Same as Kale, 1.",
    "type": "(n.)",
    "word": "Kail"
  },
  {
    "description": "Any cabbage, greens, or vegetables.",
    "type": "(n.)",
    "word": "Kail"
  },
  {
    "description": "A broth made with kail or other vegetables; hence, any broth; also, a dinner.",
    "type": "(n.)",
    "word": "Kail"
  },
  {
    "description": "Same as Caimacam.",
    "type": "(n.)",
    "word": "Kaimacam"
  },
  {
    "description": "Poultry, etc., required by the lease to be paid in kind by a tenant to his landlord.",
    "type": "(n.)",
    "word": "Kain"
  },
  {
    "description": "Salts of potassium used in the manufacture of fertilizers.",
    "type": "(n.)",
    "word": "Kainit"
  },
  {
    "description": "A compound salt consisting chiefly of potassium chloride and magnesium sulphate, occurring at the Stassfurt salt mines in Prussian Saxony.",
    "type": "(n.)",
    "word": "Kainite"
  },
  {
    "description": "See Cenozoic.",
    "type": "(a.)",
    "word": "Kainozoic"
  },
  {
    "description": "See Caique.",
    "type": "(n.)",
    "word": "Kaique"
  },
  {
    "description": "A pale buff or white crystalline alkaloid derived from quinoline, and used as an antipyretic in medicine.",
    "type": "(n.)",
    "word": "Kairine"
  },
  {
    "description": "An organic base obtained from quinoline. It is used as a febrifuge, and resembles kairine.",
    "type": "(n.)",
    "word": "Kairoline"
  },
  {
    "description": "The ancient title of emperors of Germany assumed by King William of Prussia when crowned sovereign of the new German empire in 1871.",
    "type": "(n.)",
    "word": "Kaiser"
  },
  {
    "description": "A New Zealand parrot of the genus Nestor, especially the brown parrot (Nestor meridionalis).",
    "type": "(n.)",
    "word": "Kaka"
  },
  {
    "description": "A singular nocturnal parrot (Strigops habroptilus), native of New Zealand. It lives in holes during the day, but is active at night. It resembles an owl in its colors and general appearance. It has large wings, but can fly only a short distance. Called also owl parrot, night parrot, and night kaka.",
    "type": "(n.)",
    "word": "Kakapo"
  },
  {
    "description": "A kind of wood common in Demerara, durable in salt water, because not subject to the depredations of the sea worm and barnacle.",
    "type": "(n.)",
    "word": "Kakaralli"
  },
  {
    "description": "Government by the worst men.",
    "type": "(n.)",
    "word": "Kakistocracy"
  },
  {
    "description": "See Cacoxene.",
    "type": "(n.)",
    "word": "Kakoxene"
  },
  {
    "description": "The sea otter.",
    "type": "(n.)",
    "word": "Kalan"
  },
  {
    "description": "A long-tailed monkey of Borneo (Semnopithecus rubicundus). It has a tuft of long hair on the head.",
    "type": "(n.)",
    "word": "Kalasie"
  },
  {
    "description": "A variety of cabbage in which the leaves do not form a head, being nearly the original or wild form of the species.",
    "type": "(n.)",
    "word": "Kale"
  },
  {
    "description": "See Kail, 2.",
    "type": "(n.)",
    "word": "Kale"
  },
  {
    "description": "One of several species of large, crested, Asiatic pheasants, belonging to the genus Euplocamus, and allied to the firebacks.",
    "type": "(n.)",
    "word": "Kaleege"
  },
  {
    "description": "Alt. of Kaleidophone",
    "type": "()",
    "word": "Kaleidophon"
  },
  {
    "description": "An instrument invented by Professor Wheatstone, consisting of a reflecting knob at the end of a vibrating rod or thin plate, for making visible, in the motion of a point of light reflected from the knob, the paths or curves corresponding with the musical notes produced by the vibrations.",
    "type": "()",
    "word": "Kaleidophone"
  },
  {
    "description": "An instrument invented by Sir David Brewster, which contains loose fragments of colored glass, etc., and reflecting surfaces so arranged that changes of position exhibit its contents in an endless variety of beautiful colors and symmetrical forms. It has been much employed in arts of design.",
    "type": "(n.)",
    "word": "Kaleidoscope"
  },
  {
    "description": "Alt. of Kaleidoscopical",
    "type": "(a.)",
    "word": "Kaleidoscopic"
  },
  {
    "description": "Of, pertaining to, or formed by, a kaleidoscope; variegated.",
    "type": "(a.)",
    "word": "Kaleidoscopical"
  },
  {
    "description": "See Calendar.",
    "type": "(n.)",
    "word": "Kalendar"
  },
  {
    "description": "See Calendarial.",
    "type": "(a.)",
    "word": "Kalendarial"
  },
  {
    "description": "See 3d Calender.",
    "type": "(n.)",
    "word": "Kalender"
  },
  {
    "description": "Same as Calends.",
    "type": "(n.)",
    "word": "Kalends"
  },
  {
    "description": "The last and worst of the four ages of the world; -- considered to have begun B. C. 3102, and to last 432,000 years.",
    "type": "(n.)",
    "word": "Kali"
  },
  {
    "description": "The black, destroying goddess; -- called also Doorga, Anna Purna.",
    "type": "(n.)",
    "word": "Kali"
  },
  {
    "description": "The glasswort (Salsola Kali).",
    "type": "(n.)",
    "word": "Kali"
  },
  {
    "description": "See Caliph.",
    "type": "(n.)",
    "word": "Kalif"
  },
  {
    "description": "Formed like kali, or glasswort.",
    "type": "(a.)",
    "word": "Kaliform"
  },
  {
    "description": "Forming alkalies with oxygen, as some metals.",
    "type": "(a.)",
    "word": "Kaligenous"
  },
  {
    "description": "Potassium; -- so called by the German chemists.",
    "type": "(n.)",
    "word": "Kalium"
  },
  {
    "description": "The name of Vishnu in his tenth and last avatar.",
    "type": "(n.)",
    "word": "Kalki"
  },
  {
    "description": "A genus of North American shrubs with poisonous evergreen foliage and corymbs of showy flowers. Called also mountain laurel, ivy bush, lamb kill, calico bush, etc.",
    "type": "(n.)",
    "word": "Kalmia"
  },
  {
    "description": "See Calmucks.",
    "type": "(n.)",
    "word": "Kalmuck"
  },
  {
    "description": "A kind of shaggy cloth, resembling bearskin.",
    "type": "(n.)",
    "word": "Kalmuck"
  },
  {
    "description": "A coarse, dyed, cotton cloth, made in Prussia.",
    "type": "(n.)",
    "word": "Kalmuck"
  },
  {
    "description": "A fruit bat, esp. the Indian edible fruit bat (Pteropus edulis).",
    "type": "(n.)",
    "word": "Kalong"
  },
  {
    "description": "See Caloyer.",
    "type": "(n.)",
    "word": "Kaloyer"
  },
  {
    "description": "One of the Brahmanic eons, a period of 4,320,000,000 years. At the end of each Kalpa the world is annihilated.",
    "type": "(n.)",
    "word": "Kalpa"
  },
  {
    "description": "Same as Calcimine.",
    "type": "(n. & v. t.)",
    "word": "Kalsomine"
  },
  {
    "description": "Crooked; awry.",
    "type": "(n.)",
    "word": "Kam"
  },
  {
    "description": "The Hindoo Cupid. He is represented as a beautiful youth, with a bow of sugar cane or flowers.",
    "type": "(n.)",
    "word": "Kama"
  },
  {
    "description": "The red dusty hairs of the capsules of an East Indian tree (Mallotus Philippinensis) used for dyeing silk. It is violently emetic, and is used in the treatment of tapeworm.",
    "type": "(n.)",
    "word": "Kamala"
  },
  {
    "description": "A low ridge.",
    "type": "(n.)",
    "word": "Kame"
  },
  {
    "description": "A title given to the celestial gods of the first mythical dynasty of Japan and extended to the demigods of the second dynasty, and then to the long line of spiritual princes still represented by the mikado.",
    "type": "(n. pl.)",
    "word": "Kami"
  },
  {
    "description": "A curious South American bird (Anhima, / Palamedea, cornuta), often domesticated by the natives and kept with poultry, which it defends against birds of prey. It has a long, slender, hornlike ornament on its head, and two sharp spurs on each wing. Although its beak, feet, and legs resemble those of gallinaceous birds, it is related in anatomical characters to the ducks and geese (Anseres). Called also horned screamer. The name is sometimes applied also to the chaja. See Chaja, and Screamer.",
    "type": "(n.)",
    "word": "Kamichi"
  },
  {
    "description": "A kind of elastic floor cloth, made of India rubber, gutta-percha, linseed oil, and powdered cork.",
    "type": "(n.)",
    "word": "Kamptulicon"
  },
  {
    "description": "A variety of mimetite or arseniate of lead in hexagonal prisms of a fine orange yellow.",
    "type": "(n.)",
    "word": "Kampylite"
  },
  {
    "description": "Alt. of Khamsin",
    "type": "(n.)",
    "word": "Kamsin"
  },
  {
    "description": "A hot southwesterly wind in Egypt, coming from the Sahara.",
    "type": "(n.)",
    "word": "Khamsin"
  },
  {
    "description": "An aboriginal tribe inhabiting the southern part of Kamtschatka.",
    "type": "(n. pl.)",
    "word": "Kamtschadales"
  },
  {
    "description": "To know; to ken.",
    "type": "(v. t.)",
    "word": "Kan"
  },
  {
    "description": "See Khan.",
    "type": "(n.)",
    "word": "Kan"
  },
  {
    "description": "Alt. of Kanaka",
    "type": "(n.)",
    "word": "Kanacka"
  },
  {
    "description": "A native of the Sandwich Islands.",
    "type": "(n.)",
    "word": "Kanaka"
  },
  {
    "description": "A small chevrotain of the genus Tragulus, esp. T. pygmaeus, or T. kanchil, inhabiting Java, Sumatra, and adjacent islands; a deerlet. It is noted for its agility and cunning.",
    "type": "(n.)",
    "word": "Kanchil"
  },
  {
    "description": "Fluor spar; -- so called by Cornish miners.",
    "type": "(n.)",
    "word": "Kand"
  },
  {
    "description": "Any one of numerous species of jumping marsupials of the family Macropodidae. They inhabit Australia, New Guinea, and adjacent islands, They have long and strong hind legs and a large tail, while the fore legs are comparatively short and feeble. The giant kangaroo (Macropus major) is the largest species, sometimes becoming twelve or fourteen feet in total length. The tree kangaroos, belonging to the genus Dendrolagus, live in trees; the rock kangaroos, of the genus Petrogale, inhabit rocky situations; and the brush kangaroos, of the genus Halmaturus, inhabit wooded districts. See Wallaby.",
    "type": "(n.)",
    "word": "Kangaroo"
  },
  {
    "description": "A tribe of Indians allied to the Winnebagoes and Osages. They formerly inhabited the region which is now the State of Kansas, but were removed to the Indian Territory.",
    "type": "(n. pl.)",
    "word": "Kansas"
  },
  {
    "description": "Of or pertaining to Immanuel Kant, the German philosopher; conformed or relating to any or all of the philosophical doctrines of Immanuel Kant.",
    "type": "(a.)",
    "word": "Kantian"
  },
  {
    "description": "A follower of Kant; a Kantist.",
    "type": "(n.)",
    "word": "Kantian"
  },
  {
    "description": "Alt. of Kantism",
    "type": "(n.)",
    "word": "Kantianism"
  },
  {
    "description": "The doctrine or theory of Kant; the Kantian philosophy.",
    "type": "(n.)",
    "word": "Kantism"
  },
  {
    "description": "A disciple or follower of Kant.",
    "type": "(n.)",
    "word": "Kantist"
  },
  {
    "description": "Same as Cantred.",
    "type": "(n.)",
    "word": "Kanttry"
  },
  {
    "description": "Alt. of Kaoline",
    "type": "(n.)",
    "word": "Kaolin"
  },
  {
    "description": "A very pure white clay, ordinarily in the form of an impalpable powder, and used to form the paste of porcelain; China clay; porcelain clay. It is chiefly derived from the decomposition of common feldspar.",
    "type": "(n.)",
    "word": "Kaoline"
  },
  {
    "description": "The process by which feldspar is changed into kaolin.",
    "type": "(n.)",
    "word": "Kaolinization"
  },
  {
    "description": "To convert into kaolin.",
    "type": "(v. t.)",
    "word": "Kaolinize"
  },
  {
    "description": "A chapel; hence, the choir or orchestra of a prince's chapel; now, a musical establishment, usually orchestral.",
    "type": "(n.)",
    "word": "Kapelle"
  },
  {
    "description": "See Capellmeister.",
    "type": "(n.)",
    "word": "Kapellmeister"
  },
  {
    "description": "The fossil resin of the kauri tree of New Zealand.",
    "type": "(n.)",
    "word": "Kapia"
  },
  {
    "description": ") See Capnomor.",
    "type": "(n. Chem.)",
    "word": "Kapnomar"
  },
  {
    "description": "A species of gray fox found in Russia.",
    "type": "(n.)",
    "word": "Karagane"
  },
  {
    "description": "Doctrines of the Karaites.",
    "type": "(n.)",
    "word": "Karaism"
  },
  {
    "description": "A sect of Jews who adhere closely to the letter of the Scriptures, rejecting the oral law, and allowing the Talmud no binding authority; -- opposed to the Rabbinists.",
    "type": "(n.)",
    "word": "Karaite"
  },
  {
    "description": "A West Indian plant of the Pineapple family (Nidularium Karatas).",
    "type": "(n.)",
    "word": "Karatas"
  },
  {
    "description": "One's acts considered as fixing one's lot in the future existence. (Theos.) The doctrine of fate as the inflexible result of cause and effect; the theory of inevitable consequence.",
    "type": "(n.)",
    "word": "Karma"
  },
  {
    "description": "One of a Mohammedan sect founded in the ninth century by Karmat.",
    "type": "(n.)",
    "word": "Karmathian"
  },
  {
    "description": "A pile of rocks; sometimes, the solid rock. See Cairn.",
    "type": "(n.)",
    "word": "Karn"
  },
  {
    "description": "The twenty-fourth part of a grain; -- a weight used by goldsmiths.",
    "type": "(n.)",
    "word": "Karob"
  },
  {
    "description": "A fibrous mineral occurring in tufts of a straw-yellow color. It is a hydrous silicate of alumina and manganese.",
    "type": "(n.)",
    "word": "Karpholite"
  },
  {
    "description": "of Karreo",
    "type": "(pl. )",
    "word": "Karroos"
  },
  {
    "description": "One of the dry table-lands of South Africa, which often rise terracelike to considerable elevations.",
    "type": "(n.)",
    "word": "Karreo"
  },
  {
    "description": "Same as Anhydrite.",
    "type": "(n.)",
    "word": "Karstenite"
  },
  {
    "description": "See Carvel, and Caravel.",
    "type": "(n.)",
    "word": "Karvel"
  },
  {
    "description": "The indirect division of cells in which, prior to division of the cell protoplasm, complicated changes take place in the nucleus, attended with movement of the nuclear fibrils; -- opposed to karyostenosis. The nucleus becomes enlarged and convoluted, and finally the threads are separated into two groups which ultimately become disconnected and constitute the daughter nuclei. Called also mitosis. See Cell development, under Cell.",
    "type": "(n.)",
    "word": "Karyokinesis"
  },
  {
    "description": "Of or pertaining to karyokinesis; as, karyokinetic changes of cell division.",
    "type": "(a.)",
    "word": "Karyokinetic"
  },
  {
    "description": "The reticular network of fine fibers, of which the nucleus of a cell is in part composed; -- in opposition to kytomiton, or the network in the body of the cell.",
    "type": "(n.)",
    "word": "Karyomiton"
  },
  {
    "description": "The protoplasmic substance of the nucleus of a cell: nucleoplasm; -- in opposition to kytoplasma, the protoplasm of the cell.",
    "type": "(n.)",
    "word": "Karyoplasma"
  },
  {
    "description": "Direct cell division (in which there is first a simple division of the nucleus, without any changes in its structure, followed by division of the protoplasm of the karyostenotic mode of nuclear division.",
    "type": "(n.)",
    "word": "Karyostenosis"
  },
  {
    "description": "Same as Cossack.",
    "type": "(n.)",
    "word": "Kasack"
  },
  {
    "description": "An Arabian shrub Catha edulis) the leaves of which are used as tea by the Arabs.",
    "type": "(n.)",
    "word": "Kat"
  },
  {
    "description": "Of or pertaining to katabolism; as, katabolic processes, which give rise to substances (katastates) of decreasing complexity and increasing stability.",
    "type": "(a.)",
    "word": "Katabolic"
  },
  {
    "description": "Destructive or downward metabolism; regressive metamorphism; -- opposed to anabolism. See Disassimilation.",
    "type": "(n.)",
    "word": "Katabolism"
  },
  {
    "description": "(Physiol.) A substance formed by a katabolic process; -- opposed to anastate. See Katabolic.",
    "type": "(n.)",
    "word": "Katastate"
  },
  {
    "description": "The brambling finch.",
    "type": "(n.)",
    "word": "Kate"
  },
  {
    "description": "Making a right angle; perpendicular, as two lines or two sides of a triangle, which include a right angle.",
    "type": "(a.)",
    "word": "Kathetal"
  },
  {
    "description": "Same as Cathetometer.",
    "type": "(n.)",
    "word": "Kathetometer"
  },
  {
    "description": "A caoutchouc like substance obtained from the milky juice of the East Indian Euphorbia Kattimundoo. It is used as a cement.",
    "type": "(n.)",
    "word": "Kattinumdoo"
  },
  {
    "description": "A large, green, arboreal, orthopterous insect (Cyrtophyllus concavus) of the family Locustidae, common in the United States. The males have stridulating organs at the bases of the front wings. During the summer and autumn, in the evening, the males make a peculiar, loud, shrill sound, resembling the combination Katy-did, whence the name.",
    "type": "(n.)",
    "word": "Katydid"
  },
  {
    "description": "A lofty coniferous tree of New Zealand Agathis, / Dammara, australis), furnishing valuable timber and yielding one kind of dammar resin.",
    "type": "(n.)",
    "word": "Kauri"
  },
  {
    "description": "A species of Macropiper (M. methysticum), the long pepper, from the root of which an intoxicating beverage is made by the Polynesians, by a process of mastication; also, the beverage itself.",
    "type": "(n.)",
    "word": "Kava"
  },
  {
    "description": "of Kavass",
    "type": "(pl. )",
    "word": "Kavasses"
  },
  {
    "description": "An armed constable; also, a government servant or courier.",
    "type": "(n.)",
    "word": "Kavass"
  },
  {
    "description": "See Caw.",
    "type": "(v. i. & n.)",
    "word": "Kaw"
  },
  {
    "description": "a New Zealand tree, the Cypress cedar (Libocedrus Doniana), having a valuable, fine-grained, reddish wood.",
    "type": "(n.)",
    "word": "Kawaka"
  },
  {
    "description": "An inn.",
    "type": "(n.)",
    "word": "Kawn"
  },
  {
    "description": "A light canoe, made of skins stretched over a frame, and usually capable of carrying but one person, who sits amidships and uses a double-bladed paddle. It is peculiar to the Eskimos and other Arctic tribes.",
    "type": "(n.)",
    "word": "Kayak"
  },
  {
    "description": "One who uses a kayak.",
    "type": "(n.)",
    "word": "Kayaker"
  },
  {
    "description": "The dog salmon.",
    "type": "(n.)",
    "word": "Kayko"
  },
  {
    "description": "A game; ninepins.",
    "type": "(n. pl.)",
    "word": "Kayles"
  },
  {
    "description": "A lazy or cowardly person; a rascal.",
    "type": "(n.)",
    "word": "Kaynard"
  },
  {
    "description": "of Keck",
    "type": "(imp. & p. p.)",
    "word": "Kecked"
  },
  {
    "description": "of Keck",
    "type": "(p. pr. & vb. n.)",
    "word": "Kecking"
  },
  {
    "description": "To heave or to retch, as in an effort to vomit.",
    "type": "(v. i.)",
    "word": "Keck"
  },
  {
    "description": "An effort to vomit; queasiness.",
    "type": "(n.)",
    "word": "Keck"
  },
  {
    "description": "See Keck, v. i. & n.",
    "type": "(v. i. & n.)",
    "word": "Keckle"
  },
  {
    "description": "of Keckle",
    "type": "(imp. & p. p.)",
    "word": "Keckled"
  },
  {
    "description": "of Keckle",
    "type": "(p. pr. & vb. n.)",
    "word": "Keckling"
  },
  {
    "description": "To wind old rope around, as a cable, to preserve its surface from being fretted, or to wind iron chains around, to defend from the friction of a rocky bottom, or from the ice.",
    "type": "(v. t.)",
    "word": "Keckle"
  },
  {
    "description": "Old rope or iron chains wound around a cable. See Keckle, v. t.",
    "type": "(n.)",
    "word": "Keckling"
  },
  {
    "description": "Inclined to vomit; squeamish.",
    "type": "(a.)",
    "word": "Kecklish"
  },
  {
    "description": "of Kecksy",
    "type": "(pl. )",
    "word": "Kecksies"
  },
  {
    "description": "The hollow stalk of an umbelliferous plant, such as the cow parsnip or the hemlock.",
    "type": "(n.)",
    "word": "Kecksy"
  },
  {
    "description": "Resembling a kecksy.",
    "type": "(a.)",
    "word": "Kecky"
  },
  {
    "description": "of Kedge",
    "type": "(imp. & p. p.)",
    "word": "Kedged"
  },
  {
    "description": "of Kedge",
    "type": "(p. pr. & vb. n.)",
    "word": "Kedging"
  },
  {
    "description": "To move (a vessel) by carrying out a kedge in a boat, dropping it overboard, and hauling the vessel up to it.",
    "type": "(n.)",
    "word": "Kedge"
  },
  {
    "description": "A small anchor used whenever a large one can be dispensed witch. See Kedge, v. t., and Anchor, n.",
    "type": "(v. t.)",
    "word": "Kedge"
  },
  {
    "description": "A small anchor; a kedge.",
    "type": "(n.)",
    "word": "Kedger"
  },
  {
    "description": "See Charlock.",
    "type": "(n.)",
    "word": "Kedlook"
  },
  {
    "description": "See Kie, Ky, and Kine.",
    "type": "(n. pl.)",
    "word": "Kee"
  },
  {
    "description": "A mass or lump of fat rolled up by the butcher.",
    "type": "(n.)",
    "word": "Keech"
  },
  {
    "description": "To cool; to skim or stir.",
    "type": "(v. t. & i.)",
    "word": "Keel"
  },
  {
    "description": "A brewer's cooling vat; a keelfat.",
    "type": "(n.)",
    "word": "Keel"
  },
  {
    "description": "A longitudinal timber, or series of timbers scarfed together, extending from stem to stern along the bottom of a vessel. It is the principal timber of the vessel, and, by means of the ribs attached on each side, supports the vessel's frame. In an iron vessel, a combination of plates supplies the place of the keel of a wooden ship. See Illust. of Keelson.",
    "type": "(n.)",
    "word": "Keel"
  },
  {
    "description": "Fig.: The whole ship.",
    "type": "(n.)",
    "word": "Keel"
  },
  {
    "description": "A barge or lighter, used on the Type for carrying coal from Newcastle; also, a barge load of coal, twenty-one tons, four cwt.",
    "type": "(n.)",
    "word": "Keel"
  },
  {
    "description": "The two lowest petals of the corolla of a papilionaceous flower, united and inclosing the stamens and pistil; a carina. See Carina.",
    "type": "(n.)",
    "word": "Keel"
  },
  {
    "description": "A projecting ridge along the middle of a flat or curved surface.",
    "type": "(n.)",
    "word": "Keel"
  },
  {
    "description": "of Keel",
    "type": "(imp. & p. p.)",
    "word": "Keeled"
  },
  {
    "description": "of Keel",
    "type": "(p. pr. & vb. n.)",
    "word": "Keeling"
  },
  {
    "description": "To traverse with a keel; to navigate.",
    "type": "(v. i.)",
    "word": "Keel"
  },
  {
    "description": "To turn up the keel; to show the bottom.",
    "type": "(v. i.)",
    "word": "Keel"
  },
  {
    "description": "The right of demanding a duty or toll for a ship entering a port; also, the duty or toll.",
    "type": "(n.)",
    "word": "Keelage"
  },
  {
    "description": "Keel-shaped; having a longitudinal prominence on the back; as, a keeled leaf.",
    "type": "(a.)",
    "word": "Keeled"
  },
  {
    "description": "Having a median ridge; carinate; as, a keeled scale.",
    "type": "(a.)",
    "word": "Keeled"
  },
  {
    "description": "One employed in managing a Newcastle keel; -- called also keelman.",
    "type": "(n.)",
    "word": "Keeler"
  },
  {
    "description": "A small or shallow tub; esp., one used for holding materials for calking ships, or one used for washing dishes, etc.",
    "type": "(n.)",
    "word": "Keeler"
  },
  {
    "description": "A cooler; a vat for cooling wort, etc.",
    "type": "(n.)",
    "word": "Keelfat"
  },
  {
    "description": "of Keelhaul",
    "type": "(imp. & p. p.)",
    "word": "Keelhauled"
  },
  {
    "description": "of Keelhaul",
    "type": "(p. pr. & vb. n.)",
    "word": "Keelhauling"
  },
  {
    "description": "To haul under the keel of a ship, by ropes attached to the yardarms on each side. It was formerly practiced as a punishment in the Dutch and English navies.",
    "type": "(v. i.)",
    "word": "Keelhaul"
  },
  {
    "description": "A cod.",
    "type": "(n.)",
    "word": "Keeling"
  },
  {
    "description": "A pencil of black or red lead; -- called also keelyvine pen.",
    "type": "(n.)",
    "word": "Keelivine"
  },
  {
    "description": "of Keelman",
    "type": "(pl. )",
    "word": "men"
  },
  {
    "description": "See Keeler, 1.",
    "type": "(n.)",
    "word": "Keelman"
  },
  {
    "description": "Same as Keelhaul.",
    "type": "(v. t.)",
    "word": "Keelrake"
  },
  {
    "description": "Ninepins. See Kayles.",
    "type": "(n. pl.)",
    "word": "Keels"
  },
  {
    "description": "A piece of timber in a ship laid on the middle of the floor timbers over the keel, and binding the floor timbers to the keel; in iron vessels, a structure of plates, situated like the keelson of a timber ship.",
    "type": "(n.)",
    "word": "Keelson"
  },
  {
    "description": "See Keelfat.",
    "type": "(n.)",
    "word": "Keelvat"
  },
  {
    "description": "Sharp; having a fine edge or point; as, a keen razor, or a razor with a keen edge.",
    "type": "(superl.)",
    "word": "Keen"
  },
  {
    "description": "Acute of mind; sharp; penetrating; having or expressing mental acuteness; as, a man of keen understanding; a keen look; keen features.",
    "type": "(superl.)",
    "word": "Keen"
  },
  {
    "description": "Bitter; piercing; acrimonious; cutting; stinging; severe; as, keen satire or sarcasm.",
    "type": "(superl.)",
    "word": "Keen"
  },
  {
    "description": "Piercing; penetrating; cutting; sharp; -- applied to cold, wind, etc, ; as, a keen wind; the cold is very keen.",
    "type": "(superl.)",
    "word": "Keen"
  },
  {
    "description": "Eager; vehement; fierce; as, a keen appetite.",
    "type": "(superl.)",
    "word": "Keen"
  },
  {
    "description": "To sharpen; to make cold.",
    "type": "(v. t.)",
    "word": "Keen"
  },
  {
    "description": "A prolonged wail for a deceased person. Cf. Coranach.",
    "type": "(n.)",
    "word": "Keen"
  },
  {
    "description": "To wail as a keener does.",
    "type": "(v. i.)",
    "word": "Keen"
  },
  {
    "description": "A professional mourner who wails at a funeral.",
    "type": "(n.)",
    "word": "Keener"
  },
  {
    "description": "In a keen manner.",
    "type": "(adv.)",
    "word": "Keenly"
  },
  {
    "description": "The quality or state of being keen.",
    "type": "(n.)",
    "word": "Keenness"
  },
  {
    "description": "of Keep",
    "type": "(imp. & p. p.)",
    "word": "Kept"
  },
  {
    "description": "of Keep",
    "type": "(p. pr. & vb. n.)",
    "word": "Keeping"
  },
  {
    "description": "To care; to desire.",
    "type": "(v. t.)",
    "word": "Keep"
  },
  {
    "description": "To hold; to restrain from departure or removal; not to let go of; to retain in one's power or possession; not to lose; to retain; to detain.",
    "type": "(v. t.)",
    "word": "Keep"
  },
  {
    "description": "To cause to remain in a given situation or condition; to maintain unchanged; to hold or preserve in any state or tenor.",
    "type": "(v. t.)",
    "word": "Keep"
  },
  {
    "description": "To have in custody; to have in some place for preservation; to take charge of.",
    "type": "(v. t.)",
    "word": "Keep"
  },
  {
    "description": "To preserve from danger, harm, or loss; to guard.",
    "type": "(v. t.)",
    "word": "Keep"
  },
  {
    "description": "To preserve from discovery or publicity; not to communicate, reveal, or betray, as a secret.",
    "type": "(v. t.)",
    "word": "Keep"
  },
  {
    "description": "To attend upon; to have the care of; to tend.",
    "type": "(v. t.)",
    "word": "Keep"
  },
  {
    "description": "To record transactions, accounts, or events in; as, to keep books, a journal, etc. ; also, to enter (as accounts, records, etc. ) in a book.",
    "type": "(v. t.)",
    "word": "Keep"
  },
  {
    "description": "To maintain, as an establishment, institution, or the like; to conduct; to manage; as, to keep store.",
    "type": "(v. t.)",
    "word": "Keep"
  },
  {
    "description": "To supply with necessaries of life; to entertain; as, to keep boarders.",
    "type": "(v. t.)",
    "word": "Keep"
  },
  {
    "description": "To have in one's service; to have and maintain, as an assistant, a servant, a mistress, a horse, etc.",
    "type": "(v. t.)",
    "word": "Keep"
  },
  {
    "description": "To have habitually in stock for sale.",
    "type": "(v. t.)",
    "word": "Keep"
  },
  {
    "description": "To continue in, as a course or mode of action; not to intermit or fall from; to hold to; to maintain; as, to keep silence; to keep one's word; to keep possession.",
    "type": "(v. t.)",
    "word": "Keep"
  },
  {
    "description": "To observe; to adhere to; to fulfill; not to swerve from or violate; to practice or perform, as duty; not to neglect; to be faithful to.",
    "type": "(v. t.)",
    "word": "Keep"
  },
  {
    "description": "To confine one's self to; not to quit; to remain in; as, to keep one's house, room, bed, etc. ; hence, to haunt; to frequent.",
    "type": "(v. t.)",
    "word": "Keep"
  },
  {
    "description": "To observe duty, as a festival, etc. ; to celebrate; to solemnize; as, to keep a feast.",
    "type": "(v. t.)",
    "word": "Keep"
  },
  {
    "description": "To remain in any position or state; to continue; to abide; to stay; as, to keep at a distance; to keep aloft; to keep near; to keep in the house; to keep before or behind; to keep in favor; to keep out of company, or out reach.",
    "type": "(v. i.)",
    "word": "Keep"
  },
  {
    "description": "To last; to endure; to remain unimpaired.",
    "type": "(v. i.)",
    "word": "Keep"
  },
  {
    "description": "To reside for a time; to lodge; to dwell.",
    "type": "(v. i.)",
    "word": "Keep"
  },
  {
    "description": "To take care; to be solicitous; to watch.",
    "type": "(v. i.)",
    "word": "Keep"
  },
  {
    "description": "To be in session; as, school keeps to-day.",
    "type": "(v. i.)",
    "word": "Keep"
  },
  {
    "description": "The act or office of keeping; custody; guard; care; heed; charge.",
    "type": "(n.)",
    "word": "Keep"
  },
  {
    "description": "The state of being kept; hence, the resulting condition; case; as, to be in good keep.",
    "type": "(n.)",
    "word": "Keep"
  },
  {
    "description": "The means or provisions by which one is kept; maintenance; support; as, the keep of a horse.",
    "type": "(n.)",
    "word": "Keep"
  },
  {
    "description": "That which keeps or protects; a stronghold; a fortress; a castle; specifically, the strongest and securest part of a castle, often used as a place of residence by the lord of the castle, especially during a siege; the donjon. See Illust. of Castle.",
    "type": "(n.)",
    "word": "Keep"
  },
  {
    "description": "That which is kept in charge; a charge.",
    "type": "(n.)",
    "word": "Keep"
  },
  {
    "description": "A cap for retaining anything, as a journal box, in place.",
    "type": "(n.)",
    "word": "Keep"
  },
  {
    "description": "One who, or that which, keeps; one who, or that which, holds or has possession of anything.",
    "type": "(n.)",
    "word": "Keeper"
  },
  {
    "description": "One who retains in custody; one who has the care of a prison and the charge of prisoners.",
    "type": "(n.)",
    "word": "Keeper"
  },
  {
    "description": "One who has the care, custody, or superintendence of anything; as, the keeper of a park, a pound, of sheep, of a gate, etc. ; the keeper of attached property; hence, one who saves from harm; a defender; a preserver.",
    "type": "(n.)",
    "word": "Keeper"
  },
  {
    "description": "One who remains or keeps in a place or position.",
    "type": "(n.)",
    "word": "Keeper"
  },
  {
    "description": "A ring, strap, clamp, or any device for holding an object in place; as: (a) The box on a door jamb into which the bolt of a lock protrudes, when shot. (b) A ring serving to keep another ring on the finger. (c) A loop near the buckle of a strap to receive the end of the strap.",
    "type": "(n.)",
    "word": "Keeper"
  },
  {
    "description": "A fruit that keeps well; as, the Roxbury Russet is a good keeper.",
    "type": "(n.)",
    "word": "Keeper"
  },
  {
    "description": "The office or position of a keeper.",
    "type": "(n.)",
    "word": "Keepership"
  },
  {
    "description": "A holding; restraint; custody; guard; charge; care; preservation.",
    "type": "(n.)",
    "word": "Keeping"
  },
  {
    "description": "Maintenance; support; provision; feed; as, the cattle have good keeping.",
    "type": "(n.)",
    "word": "Keeping"
  },
  {
    "description": "Conformity; congruity; harmony; consistency; as, these subjects are in keeping with each other.",
    "type": "(n.)",
    "word": "Keeping"
  },
  {
    "description": "Harmony or correspondence between the different parts of a work of art; as, the foreground of this painting is not in keeping.",
    "type": "(n.)",
    "word": "Keeping"
  },
  {
    "description": "Anything kept, or given to be kept, for the sake of the giver; a token of friendship.",
    "type": "(n.)",
    "word": "Keepsake"
  },
  {
    "description": "See Kish.",
    "type": "(n.)",
    "word": "Keesh"
  },
  {
    "description": "A vat or tub in which the mash is made; a mash tub.",
    "type": "(n.)",
    "word": "Keeve"
  },
  {
    "description": "A bleaching vat; a kier.",
    "type": "(n.)",
    "word": "Keeve"
  },
  {
    "description": "A large vat used in dressing ores.",
    "type": "(n.)",
    "word": "Keeve"
  },
  {
    "description": "of Keeve",
    "type": "(imp. & p. p.)",
    "word": "Keeved"
  },
  {
    "description": "of Keeve",
    "type": "(p. pr. & vb. n.)",
    "word": "Keeving"
  },
  {
    "description": "To set in a keeve, or tub, for fermentation.",
    "type": "(v. t.)",
    "word": "Keeve"
  },
  {
    "description": "To heave; to tilt, as a cart.",
    "type": "(v. t.)",
    "word": "Keeve"
  },
  {
    "description": "See Keeve, n.",
    "type": "(n.)",
    "word": "Keever"
  },
  {
    "description": "See Kiefekil.",
    "type": "(n.)",
    "word": "Keffe-kil"
  },
  {
    "description": "A small cask or barrel.",
    "type": "(n.)",
    "word": "Keg"
  },
  {
    "description": "A mineral of a brownish black color, related to titanite in form. It consists chiefly of silica, titanium dioxide, lime, and yttria.",
    "type": "(n.)",
    "word": "Keilhau-ite"
  },
  {
    "description": "See Kier.",
    "type": "(n.)",
    "word": "Keir"
  },
  {
    "description": "A black, two-horned, African rhinoceros (Atelodus keitloa). It has the posterior horn about as long as the anterior one, or even longer.",
    "type": "(n.)",
    "word": "Keitloa"
  },
  {
    "description": "Having a kell or covering; webbed.",
    "type": "(a.)",
    "word": "Keld"
  },
  {
    "description": "To cool.",
    "type": "(v. t.)",
    "word": "Kele"
  },
  {
    "description": "A kiln.",
    "type": "(n.)",
    "word": "Kell"
  },
  {
    "description": "A sort of pottage; kale. See Kale, 2.",
    "type": "(n.)",
    "word": "Kell"
  },
  {
    "description": "The caul; that which covers or envelops as a caul; a net; a fold; a film.",
    "type": "(n.)",
    "word": "Kell"
  },
  {
    "description": "The cocoon or chrysalis of an insect.",
    "type": "(n.)",
    "word": "Kell"
  },
  {
    "description": "Applied to a variety of tumor forming hard, flat, irregular excrescences upon the skin.",
    "type": "(a.)",
    "word": "Keloid"
  },
  {
    "description": "A keloid tumor.",
    "type": "(n.)",
    "word": "Keloid"
  },
  {
    "description": "See Celotomy.",
    "type": "(n.)",
    "word": "Kelotomy"
  },
  {
    "description": "The calcined ashes of seaweed, -- formerly much used in the manufacture of glass, now used in the manufacture of iodine.",
    "type": "(n.)",
    "word": "Kelp"
  },
  {
    "description": "Any large blackish seaweed.",
    "type": "(n.)",
    "word": "Kelp"
  },
  {
    "description": "A small California food fish (Heterostichus rostratus), living among kelp. The name is also applied to species of the genus Platyglossus.",
    "type": "(n.)",
    "word": "Kelpfish"
  },
  {
    "description": "of Kelpy",
    "type": "(pl. )",
    "word": "Kelpies"
  },
  {
    "description": "Alt. of Kelpy",
    "type": "(n.)",
    "word": "Kelpie"
  },
  {
    "description": "An imaginary spirit of the waters, horselike in form, vulgarly believed to warn, by preternatural noises and lights, those who are to be drowned.",
    "type": "(n.)",
    "word": "Kelpy"
  },
  {
    "description": "Same as Kelp, 2.",
    "type": "(n.)",
    "word": "Kelpware"
  },
  {
    "description": "See Keelson.",
    "type": "(n.)",
    "word": "Kelson"
  },
  {
    "description": "See Kilt, n.",
    "type": "(n.)",
    "word": "Kelt"
  },
  {
    "description": "Cloth with the nap, generally of native black wool.",
    "type": "(n.)",
    "word": "Kelt"
  },
  {
    "description": "A salmon after spawning.",
    "type": "(n.)",
    "word": "Kelt"
  },
  {
    "description": "Same as Celt, one of Celtic race.",
    "type": "(n.)",
    "word": "Kelt"
  },
  {
    "description": "Regular order or proper condition.",
    "type": "(n.)",
    "word": "Kelter"
  },
  {
    "description": "Same as Celtic, a. & n.",
    "type": "(a. & n.)",
    "word": "Keltic"
  },
  {
    "description": "of Kemb",
    "type": "(imp. & p. p.)",
    "word": "Kembed"
  },
  {
    "description": "of Kemb",
    "type": "()",
    "word": "Kempt"
  },
  {
    "description": "of Kemb",
    "type": "(p. pr. & vb. n.)",
    "word": "Kembing"
  },
  {
    "description": "To comb.",
    "type": "(v. t.)",
    "word": "Kemb"
  },
  {
    "description": "A tub; a brewer's vessel.",
    "type": "(n.)",
    "word": "Kemelin"
  },
  {
    "description": "Alt. of Kempty",
    "type": "(n.)",
    "word": "Kemp"
  },
  {
    "description": "Coarse, rough hair wool or fur, injuring its quality.",
    "type": "(n.)",
    "word": "Kempty"
  },
  {
    "description": "Rough; shaggy.",
    "type": "(a.)",
    "word": "Kempe"
  },
  {
    "description": "The long flower stems of the ribwort plantain (Plantago Lanceolata).",
    "type": "(n. pl.)",
    "word": "Kemps"
  },
  {
    "description": "p. p. of Kemb.",
    "type": "()",
    "word": "Kempt"
  },
  {
    "description": "A house; esp., one which is a resort for thieves.",
    "type": "(n.)",
    "word": "Ken"
  },
  {
    "description": "of Ken",
    "type": "(imp. & p. p.)",
    "word": "Kenned"
  },
  {
    "description": "of Ken",
    "type": "(p. pr. & vb. n.)",
    "word": "Kenning"
  },
  {
    "description": "To know; to understand; to take cognizance of.",
    "type": "(n. t.)",
    "word": "Ken"
  },
  {
    "description": "To recognize; to descry; to discern.",
    "type": "(n. t.)",
    "word": "Ken"
  },
  {
    "description": "To look around.",
    "type": "(v. i.)",
    "word": "Ken"
  },
  {
    "description": "Cognizance; view; especially, reach of sight or knowledge.",
    "type": "(n.)",
    "word": "Ken"
  },
  {
    "description": "Alt. of Kendal",
    "type": "()",
    "word": "Kendal"
  },
  {
    "description": "A cloth colored green by dye obtained from the woad-waxen, formerly used by Flemish weavers at Kendal, in Westmoreland, England.",
    "type": "()",
    "word": "Kendal"
  },
  {
    "description": "The water course of a street; a little canal or channel; a gutter; also, a puddle.",
    "type": "(n.)",
    "word": "Kennel"
  },
  {
    "description": "A house for a dog or for dogs, or for a pack of hounds.",
    "type": "(n.)",
    "word": "Kennel"
  },
  {
    "description": "A pack of hounds, or a collection of dogs.",
    "type": "(n.)",
    "word": "Kennel"
  },
  {
    "description": "The hole of a fox or other beast; a haunt.",
    "type": "(n.)",
    "word": "Kennel"
  },
  {
    "description": "of Kennel",
    "type": "(imp. & p. p.)",
    "word": "Kenneled"
  },
  {
    "description": "of Kennel",
    "type": "()",
    "word": "Kennelled"
  },
  {
    "description": "of Kennel",
    "type": "(p. pr. & vb. n.)",
    "word": "Kennelling"
  },
  {
    "description": "To lie or lodge; to dwell, as a dog or a fox.",
    "type": "(v. i.)",
    "word": "Kennel"
  },
  {
    "description": "To put or keep in a kennel.",
    "type": "(v. t.)",
    "word": "Kennel"
  },
  {
    "description": "See Cannel coal.",
    "type": "()",
    "word": "Kennel"
  },
  {
    "description": "Range of sight.",
    "type": "(v. t.)",
    "word": "Kenning"
  },
  {
    "description": "The limit of vision at sea, being a distance of about twenty miles.",
    "type": "(v. t.)",
    "word": "Kenning"
  },
  {
    "description": "A gambling game, a variety of the game of lotto, played with balls or knobs, numbered, and cards also numbered.",
    "type": "(n.)",
    "word": "Keno"
  },
  {
    "description": "Modified evolution, in which nonprimitive characters make their appearance in consequence of a secondary adaptation of the embryo to the peculiar conditions of its environment; -- distinguished from palingenesis.",
    "type": "(n.)",
    "word": "Kenogenesis"
  },
  {
    "description": "Of or pertaining to kenogenesis; as, kenogenetic processes.",
    "type": "(a.)",
    "word": "Kenogenetic"
  },
  {
    "description": "Having so marked an appearance as easily to be recognized.",
    "type": "(a.)",
    "word": "Kenspeckle"
  },
  {
    "description": "A curved bugle, having six finger keys or stops, by means of which the performer can play upon every key in the musical scale; -- called also keyed bugle, and key bugle.",
    "type": "()",
    "word": "Kent"
  },
  {
    "description": "A hundred weight; a quintal.",
    "type": "(n.)",
    "word": "Kentle"
  },
  {
    "description": "Pigs of iron used for ballast.",
    "type": "(n.)",
    "word": "Kentledge"
  },
  {
    "description": "One of the United States.",
    "type": "(n.)",
    "word": "Kentucky"
  },
  {
    "description": "One of a group of nitrogenous phosphorized principles, supposed by Thudichum to exist in brain tissue.",
    "type": "(n.)",
    "word": "Kephalin"
  },
  {
    "description": "of Keep.",
    "type": "(imp. & p. p.)",
    "word": "Kept"
  },
  {
    "description": "Same as Ceramic.",
    "type": "(a.)",
    "word": "Keramic"
  },
  {
    "description": "Same as Ceramics.",
    "type": "(n.)",
    "word": "Keramics"
  },
  {
    "description": "Suitable to be written upon; capable of being written upon, as a slate; -- said especially of a certain kind of globe.",
    "type": "(a.)",
    "word": "Keramographic"
  },
  {
    "description": "A kind of long trumpet, used among the Persians.",
    "type": "(n.)",
    "word": "Kerana"
  },
  {
    "description": "See Cerargyrite.",
    "type": "(n.)",
    "word": "Kerargyrite"
  },
  {
    "description": "A nitrogenous substance free from phosphorus, supposed to be present in the brain; a body closely related to cerebrin.",
    "type": "(n.)",
    "word": "Kerasin"
  },
  {
    "description": "Resembling horn; horny; corneous.",
    "type": "(a.)",
    "word": "Kerasine"
  },
  {
    "description": "A nitrogenous substance, or mixture of substances, containing sulphur in a loose state of combination, and forming the chemical basis of epidermal tissues, such as horn, hair, feathers, and the like. It is an insoluble substance, and, unlike elastin, is not dissolved even by gastric or pancreatic juice. By decomposition with sulphuric acid it yields leucin and tyrosin, as does albumin. Called also epidermose.",
    "type": "(n.)",
    "word": "Keratin"
  },
  {
    "description": "Inflammation of the cornea.",
    "type": "(n.)",
    "word": "Keratitis"
  },
  {
    "description": "See Keratose.",
    "type": "(n.)",
    "word": "Keratode"
  },
  {
    "description": "Producing horn; as, the keratogenous membrane within the horny hoof of the horse.",
    "type": "(a.)",
    "word": "Keratogenous"
  },
  {
    "description": "Same as Keratosa.",
    "type": "(n. pl.)",
    "word": "Keratoidea"
  },
  {
    "description": "An instrument for dividing the cornea in operations for cataract.",
    "type": "(n.)",
    "word": "Keratome"
  },
  {
    "description": "The operation of removing a cataract by thrusting a needle through the cornea of the eye, and breaking up the opaque mass.",
    "type": "(n.)",
    "word": "Keratonyxis"
  },
  {
    "description": "A gorgonian coral having a horny axis.",
    "type": "(n.)",
    "word": "Keratophyte"
  },
  {
    "description": "An order of sponges having a skeleton composed of hornlike fibers. It includes the commercial sponges.",
    "type": "(n. pl.)",
    "word": "Keratosa"
  },
  {
    "description": "A tough, horny animal substance entering into the composition of the skeleton of sponges, and other invertebrates; -- called also keratode.",
    "type": "(n.)",
    "word": "Keratose"
  },
  {
    "description": "Containing hornlike fibers or fibers of keratose; belonging to the Keratosa.",
    "type": "(a.)",
    "word": "Keratose"
  },
  {
    "description": "A figure or picture impressed by lightning upon the human body or elsewhere.",
    "type": "(n.)",
    "word": "Keraunograph"
  },
  {
    "description": "See Curb.",
    "type": "(n.)",
    "word": "Kerb"
  },
  {
    "description": "See Curbstone.",
    "type": "(n.)",
    "word": "Kerbstone"
  },
  {
    "description": "A kerchief.",
    "type": "(n.)",
    "word": "Kercher"
  },
  {
    "description": "Covered, or bound round, with a kercher.",
    "type": "(a.)",
    "word": "Kerchered"
  },
  {
    "description": "of Kerchief",
    "type": "(pl. )",
    "word": "Kerchiefs"
  },
  {
    "description": "A square of fine linen worn by women as a covering for the head; hence, anything similar in form or material, worn for ornament on other parts of the person; -- mostly used in compounds; as, neckerchief; breastkerchief; and later, handkerchief.",
    "type": "(n.)",
    "word": "Kerchief"
  },
  {
    "description": "A lady who wears a kerchief.",
    "type": "(n.)",
    "word": "Kerchief"
  },
  {
    "description": "Alt. of Kerchieft",
    "type": "(a.)",
    "word": "Kerchiefed"
  },
  {
    "description": "Dressed; hooded; covered; wearing a kerchief.",
    "type": "(a.)",
    "word": "Kerchieft"
  },
  {
    "description": "A notch, channel, or slit made in any material by cutting or sawing.",
    "type": "(n.)",
    "word": "Kerf"
  },
  {
    "description": "A compound in which tar or asphaltum combined with animal or vegetable oils is vulcanized by sulphur, the product closely resembling rubber; -- used principally as an insulating material in telegraphy.",
    "type": "(n.)",
    "word": "Kerite"
  },
  {
    "description": "See Carl.",
    "type": "(n.)",
    "word": "Kerl"
  },
  {
    "description": "The dried bodies of the females of a scale insect (Coccus ilicis), allied to the cochineal insect, and found on several species of oak near the Mediterranean. They are round, about the size of a pea, contain coloring matter analogous to carmine, and are used in dyeing. They were anciently thought to be of a vegetable nature, and were used in medicine.",
    "type": "(n.)",
    "word": "Kermes"
  },
  {
    "description": "A small European evergreen oak (Quercus coccifera) on which the kermes insect (Coccus ilicis) feeds.",
    "type": "(n.)",
    "word": "Kermes"
  },
  {
    "description": "See Kirmess.",
    "type": "(n.)",
    "word": "Kermesse"
  },
  {
    "description": "A light-armed foot soldier of the ancient militia of Ireland and Scotland; -- distinguished from gallowglass, and often used as a term of contempt.",
    "type": "(n.)",
    "word": "Kern"
  },
  {
    "description": "Any kind of boor or low-lived person.",
    "type": "(n.)",
    "word": "Kern"
  },
  {
    "description": "An idler; a vagabond.",
    "type": "(n.)",
    "word": "Kern"
  },
  {
    "description": "A part of the face of a type which projects beyond the body, or shank.",
    "type": "(n.)",
    "word": "Kern"
  },
  {
    "description": "of Kern",
    "type": "(imp. & p. p.)",
    "word": "Kerned"
  },
  {
    "description": "of Kern",
    "type": "(p. pr. & vb. n.)",
    "word": "Kerning"
  },
  {
    "description": "To form with a kern. See 2d Kern.",
    "type": "(v. t.)",
    "word": "Kern"
  },
  {
    "description": "A churn.",
    "type": "(n.)",
    "word": "Kern"
  },
  {
    "description": "A hand mill. See Quern.",
    "type": "(n.)",
    "word": "Kern"
  },
  {
    "description": "To harden, as corn in ripening.",
    "type": "(v. i.)",
    "word": "Kern"
  },
  {
    "description": "To take the form of kernels; to granulate.",
    "type": "(v. i.)",
    "word": "Kern"
  },
  {
    "description": "Having part of the face projecting beyond the body or shank; -- said of type.",
    "type": "(a.)",
    "word": "Kerned"
  },
  {
    "description": "The essential part of a seed; all that is within the seed walls; the edible substance contained in the shell of a nut; hence, anything included in a shell, husk, or integument; as, the kernel of a nut. See Illust. of Endocarp.",
    "type": "(n.)",
    "word": "Kernel"
  },
  {
    "description": "A single seed or grain; as, a kernel of corn.",
    "type": "(n.)",
    "word": "Kernel"
  },
  {
    "description": "A small mass around which other matter is concreted; a nucleus; a concretion or hard lump in the flesh.",
    "type": "(n.)",
    "word": "Kernel"
  },
  {
    "description": "The central, substantial or essential part of anything; the gist; the core; as, the kernel of an argument.",
    "type": "(n.)",
    "word": "Kernel"
  },
  {
    "description": "of Kernel",
    "type": "(imp. & p. p.)",
    "word": "Kerneled"
  },
  {
    "description": "of Kernel",
    "type": "()",
    "word": "Kernelled"
  },
  {
    "description": "of Kernel",
    "type": "(p. pr. & vb. n.)",
    "word": "Kerneling"
  },
  {
    "description": "of Kernel",
    "type": "()",
    "word": "Kernelling"
  },
  {
    "description": "To harden or ripen into kernels; to produce kernels.",
    "type": "(v. i.)",
    "word": "Kernel"
  },
  {
    "description": "Alt. of Kernelled",
    "type": "(a.)",
    "word": "Kerneled"
  },
  {
    "description": "Having a kernel.",
    "type": "(a.)",
    "word": "Kernelled"
  },
  {
    "description": "Full of kernels; resembling kernels; of the nature of kernels.",
    "type": "(a.)",
    "word": "Kernelly"
  },
  {
    "description": "Clownish; boorish.",
    "type": "(a.)",
    "word": "Kerish"
  },
  {
    "description": "Same as Cerolite.",
    "type": "(n.)",
    "word": "Kerolite"
  },
  {
    "description": "An oil used for illuminating purposes, formerly obtained from the distillation of mineral wax, bituminous shale, etc., and hence called also coal oil. It is now produced in immense quantities, chiefly by the distillation and purification of petroleum. It consists chiefly of several hydrocarbons of the methane series.",
    "type": "(n.)",
    "word": "Kerosene"
  },
  {
    "description": "Alt. of Kerse",
    "type": "(n.)",
    "word": "Kers"
  },
  {
    "description": "A cress.",
    "type": "(n.)",
    "word": "Kerse"
  },
  {
    "description": "of Kersey",
    "type": "(pl. )",
    "word": "Kerseys"
  },
  {
    "description": "A kind of coarse, woolen cloth, usually ribbed, woven from wool of long staple.",
    "type": "(n.)",
    "word": "Kersey"
  },
  {
    "description": "See Cassimere.",
    "type": "(n.)",
    "word": "Kerseymere"
  },
  {
    "description": "See Cassinette.",
    "type": "(n.)",
    "word": "Kerseynette"
  },
  {
    "description": "To carve.",
    "type": "(v. t.)",
    "word": "Kerve"
  },
  {
    "description": "A carver.",
    "type": "(n.)",
    "word": "Kerver"
  },
  {
    "description": "See Kaiser.",
    "type": "(n.)",
    "word": "Kesar"
  },
  {
    "description": "The stomach of a calf, prepared for rennet.",
    "type": "(n.)",
    "word": "Keslop"
  },
  {
    "description": "To kiss.",
    "type": "(v. t.)",
    "word": "Kess"
  },
  {
    "description": "of Cast.",
    "type": "(imp.)",
    "word": "Kest"
  },
  {
    "description": "A small, slender European hawk (Falco alaudarius), allied to the sparrow hawk. Its color is reddish fawn, streaked and spotted with white and black. Also called windhover and stannel. The name is also applied to other allied species.",
    "type": "(n.)",
    "word": "Kestrel"
  },
  {
    "description": "Carrion; any filth.",
    "type": "(n.)",
    "word": "Ket"
  },
  {
    "description": "An almost obsolete form of vessel, with a mainmast and a mizzenmast, -- usually from one hundred to two hundred and fifty tons burden.",
    "type": "(n.)",
    "word": "Ketch"
  },
  {
    "description": "A hangman. See Jack Ketch.",
    "type": "(n.)",
    "word": "Ketch"
  },
  {
    "description": "To catch.",
    "type": "(v. t.)",
    "word": "Ketch"
  },
  {
    "description": "A sauce. See Catchup.",
    "type": "(n.)",
    "word": "Ketchup"
  },
  {
    "description": "One of a series of organic bases obtained by the reduction of certain isonitroso compounds of the ketones. In general they are unstable oily substances having a pungent aromatic odor.",
    "type": "(n.)",
    "word": "Ketine"
  },
  {
    "description": "The name of certain African species of Hibiscus, cultivated for the acid of their mucilage.",
    "type": "(n.)",
    "word": "Ketmie"
  },
  {
    "description": "One of a series of series of complex nitrogenous substances, represented by methyl ketol and related to indol.",
    "type": "(n.)",
    "word": "Ketol"
  },
  {
    "description": "One of a large class of organic substances resembling the aldehydes, obtained by the distillation of certain salts of organic acids and consisting of carbonyl (CO) united with two hydrocarbon radicals. In general the ketones are colorless volatile liquids having a pungent ethereal odor.",
    "type": "(n.)",
    "word": "Ketone"
  },
  {
    "description": "Pertaining to, or derived from, a ketone; as, a ketonic acid.",
    "type": "(a.)",
    "word": "Ketonic"
  },
  {
    "description": "A metallic vessel, with a wide mouth, often without a cover, used for heating and boiling water or other liguids.",
    "type": "(n.)",
    "word": "Kettle"
  },
  {
    "description": "A drum made of thin copper in the form of a hemispherical kettle, with parchment stretched over the mouth of it.",
    "type": "(n.)",
    "word": "Kettledrum"
  },
  {
    "description": "An informal social party at which a light collation is offered, held in the afternoon or early evening. Cf. Drum, n., 4 and 5.",
    "type": "(n.)",
    "word": "Kettledrum"
  },
  {
    "description": "One who plays on a kettledrum.",
    "type": "(n.)",
    "word": "Kettledrummer"
  },
  {
    "description": "The upper division of the European Triassic. See Chart of Geology.",
    "type": "(n.)",
    "word": "Keuper"
  },
  {
    "description": "A strong cleat to which large ropes are belayed.",
    "type": "(n.)",
    "word": "Kevel"
  },
  {
    "description": "A stone mason's hammer.",
    "type": "(n.)",
    "word": "Kevel"
  },
  {
    "description": "Alt. of Kevin",
    "type": "(n.)",
    "word": "Kevel"
  },
  {
    "description": "The gazelle.",
    "type": "(n.)",
    "word": "Kevin"
  },
  {
    "description": "i. To cover.",
    "type": "(v. t. &)",
    "word": "Kever"
  },
  {
    "description": "A kerchief.",
    "type": "(n.)",
    "word": "Keverchief"
  },
  {
    "description": "A weed; a kecksy.",
    "type": "(n.)",
    "word": "Kex"
  },
  {
    "description": "A dry husk or covering.",
    "type": "(n.)",
    "word": "Kex"
  },
  {
    "description": "An instrument by means of which the bolt of a lock is shot or drawn; usually, a removable metal instrument fitted to the mechanism of a particular lock and operated by turning in its place.",
    "type": "(n.)",
    "word": "Key"
  },
  {
    "description": "An instrument which is turned like a key in fastening or adjusting any mechanism; as, a watch key; a bed key, etc.",
    "type": "(n.)",
    "word": "Key"
  },
  {
    "description": "That part of an instrument or machine which serves as the means of operating it; as, a telegraph key; the keys of a pianoforte, or of a typewriter.",
    "type": "(n.)",
    "word": "Key"
  },
  {
    "description": "A position or condition which affords entrance, control, pr possession, etc.; as, the key of a line of defense; the key of a country; the key of a political situation. Hence, that which serves to unlock, open, discover, or solve something unknown or difficult; as, the key to a riddle; the key to a problem.",
    "type": "(n.)",
    "word": "Key"
  },
  {
    "description": "That part of a mechanism which serves to lock up, make fast, or adjust to position.",
    "type": "(n.)",
    "word": "Key"
  },
  {
    "description": "A piece of wood used as a wedge.",
    "type": "(n.)",
    "word": "Key"
  },
  {
    "description": "The last board of a floor when laid down.",
    "type": "(n.)",
    "word": "Key"
  },
  {
    "description": "A keystone.",
    "type": "(n.)",
    "word": "Key"
  },
  {
    "description": "That part of the plastering which is forced through between the laths and holds the rest in place.",
    "type": "(n.)",
    "word": "Key"
  },
  {
    "description": "A wedge to unite two or more pieces, or adjust their relative position; a cotter; a forelock.",
    "type": "(n.)",
    "word": "Key"
  },
  {
    "description": "A bar, pin or wedge, to secure a crank, pulley, coupling, etc., upon a shaft, and prevent relative turning; sometimes holding by friction alone, but more frequently by its resistance to shearing, being usually embedded partly in the shaft and partly in the crank, pulley, etc.",
    "type": "(n.)",
    "word": "Key"
  },
  {
    "description": "An indehiscent, one-seeded fruit furnished with a wing, as the fruit of the ash and maple; a samara; -- called also key fruit.",
    "type": "(n.)",
    "word": "Key"
  },
  {
    "description": "A family of tones whose regular members are called diatonic tones, and named key tone (or tonic) or one (or eight), mediant or three, dominant or five, subdominant or four, submediant or six, supertonic or two, and subtonic or seven. Chromatic tones are temporary members of a key, under such names as \" sharp four,\" \"flat seven,\" etc. Scales and tunes of every variety are made from the tones of a key.",
    "type": "(n.)",
    "word": "Key"
  },
  {
    "description": "The fundamental tone of a movement to which its modulations are referred, and with which it generally begins and ends; keynote.",
    "type": "(n.)",
    "word": "Key"
  },
  {
    "description": "Fig: The general pitch or tone of a sentence or utterance.",
    "type": "(n.)",
    "word": "Key"
  },
  {
    "description": "of Key",
    "type": "(imp. & p. p.)",
    "word": "Keved"
  },
  {
    "description": "of Key",
    "type": "(p. pr. & vb. n.)",
    "word": "Keying"
  },
  {
    "description": "To fasten or secure firmly; to fasten or tighten with keys or wedges.",
    "type": "(v. t.)",
    "word": "Key"
  },
  {
    "description": "Wharfage; quayage.",
    "type": "(n.)",
    "word": "Keyage"
  },
  {
    "description": "The whole arrangement, or one range, of the keys of an organ, typewriter, etc.",
    "type": "(n.)",
    "word": "Keyboard"
  },
  {
    "description": "Cold as a metallic key; lifeless.",
    "type": "(a.)",
    "word": "Key-cold"
  },
  {
    "description": "Furnished with keys; as, a keyed instrument; also, set to a key, as a tune.",
    "type": "(a.)",
    "word": "Keyed"
  },
  {
    "description": "A hole or apertupe in a door or lock, for receiving a key.",
    "type": "(n.)",
    "word": "Keyhole"
  },
  {
    "description": "A hole or excavation in beams intended to be joined together, to receive the key which fastens them.",
    "type": "(n.)",
    "word": "Keyhole"
  },
  {
    "description": "a mortise for a key or cotter.",
    "type": "(n.)",
    "word": "Keyhole"
  },
  {
    "description": "The tonic or first tone of the scale in which a piece or passage is written; the fundamental tone of the chord, to which all the modulations of the piece are referred; -- called also key tone.",
    "type": "(n.)",
    "word": "Keynote"
  },
  {
    "description": "The fundamental fact or idea; that which gives the key; as, the keynote of a policy or a sermon.",
    "type": "(n.)",
    "word": "Keynote"
  },
  {
    "description": "To form a key seat, as by cutting. See Key seat, under Key.",
    "type": "(v. t.)",
    "word": "Keyseat"
  },
  {
    "description": "The central or topmost stone of an arch. This in some styles is made different in size from the other voussoirs, or projects, or is decorated with carving. See Illust. of Arch.",
    "type": "(n.)",
    "word": "Keystone"
  },
  {
    "description": "See Keynote.",
    "type": "()",
    "word": "Key"
  },
  {
    "description": "See Key way, under Key.",
    "type": "(n.)",
    "word": "Keyway"
  },
  {
    "description": "See Caliph.",
    "type": "(n.)",
    "word": "Khaliff"
  },
  {
    "description": "Same as Kamsin.",
    "type": "(n.)",
    "word": "Khamsin"
  },
  {
    "description": "A king; a prince; a chief; a governor; -- so called among the Tartars, Turks, and Persians, and in countries now or formerly governed by them.",
    "type": "(n.)",
    "word": "Khan"
  },
  {
    "description": "An Eastern inn or caravansary.",
    "type": "(n.)",
    "word": "Khan"
  },
  {
    "description": "Dominion or jurisdiction of a khan.",
    "type": "(n.)",
    "word": "Khanate"
  },
  {
    "description": "A lofty West African tree (Khaya Senegalensis), related to the mahogany, which it resembles in the quality of the wood. The bark is used as a febrifuge.",
    "type": "(n.)",
    "word": "Khaya"
  },
  {
    "description": "A governor or viceroy; -- a title granted in 1867 by the sultan of Turkey to the ruler of Egypt.",
    "type": "(n.)",
    "word": "Khedive"
  },
  {
    "description": "See Henna.",
    "type": "(n.)",
    "word": "Khenna"
  },
  {
    "description": "The Indian jackal.",
    "type": "(n.)",
    "word": "Kholah"
  },
  {
    "description": "The dhole.",
    "type": "(n.)",
    "word": "Kholsun"
  },
  {
    "description": "An address or public prayer read from the steps of the pulpit in Mohammedan mosques, offering glory to God, praising Mohammed and his descendants, and the ruling princes.",
    "type": "(n.)",
    "word": "Khutbah"
  },
  {
    "description": "See Kyaboca wood.",
    "type": "()",
    "word": "Kiabooca"
  },
  {
    "description": "The dziggetai.",
    "type": "(n.)",
    "word": "Kiang"
  },
  {
    "description": "To bruise; to grind coarsely; as, kibbled oats.",
    "type": "(v. t.)",
    "word": "Kibble"
  },
  {
    "description": "A large iron bucket used in Cornwall and Wales for raising ore out of mines.",
    "type": "(n.)",
    "word": "Kibble"
  },
  {
    "description": "Portions of small fish used for bait on the banks of Newfoundland.",
    "type": "(n. pl.)",
    "word": "Kibblings"
  },
  {
    "description": "A chap or crack in the flesh occasioned by cold; an ulcerated chilblain.",
    "type": "(n.)",
    "word": "Kibe"
  },
  {
    "description": "Chapped; cracked with cold; affected with chilblains; as kibed heels.",
    "type": "(a.)",
    "word": "Kibed"
  },
  {
    "description": "of Kibitka",
    "type": "(pl. )",
    "word": "Kibitkas"
  },
  {
    "description": "A tent used by the Kirghiz Tartars.",
    "type": "(n.)",
    "word": "Kibitka"
  },
  {
    "description": "A rude kind of Russian vehicle, on wheels or on runners, sometimes covered with cloth or leather, and often used as a movable habitation.",
    "type": "(n.)",
    "word": "Kibitka"
  },
  {
    "description": "See Keblah.",
    "type": "(n.)",
    "word": "Kiblah"
  },
  {
    "description": "Affected with kibes.",
    "type": "(a.)",
    "word": "Kiby"
  },
  {
    "description": "See Kechil.",
    "type": "(n.)",
    "word": "Kichil"
  },
  {
    "description": "of Kick",
    "type": "(imp. & p. p.)",
    "word": "Kicred"
  },
  {
    "description": "of Kick",
    "type": "(p. pr. & vb. n.)",
    "word": "Kicking"
  },
  {
    "description": "To strike, thrust, or hit violently with the foot; as, a horse kicks a groom; a man kicks a dog.",
    "type": "(v. t.)",
    "word": "Kick"
  },
  {
    "description": "To thrust out the foot or feet with violence; to strike out with the foot or feet, as in defense or in bad temper; esp., to strike backward, as a horse does, or to have a habit of doing so. Hence, figuratively: To show ugly resistance, opposition, or hostility; to spurn.",
    "type": "(v. i.)",
    "word": "Kick"
  },
  {
    "description": "To recoil; -- said of a musket, cannon, etc.",
    "type": "(v. i.)",
    "word": "Kick"
  },
  {
    "description": "A blow with the foot or feet; a striking or thrust with the foot.",
    "type": "(n.)",
    "word": "Kick"
  },
  {
    "description": "The projection on the tang of the blade of a pocket knife, which prevents the edge of the blade from striking the spring. See Illust. of Pocketknife.",
    "type": "(n.)",
    "word": "Kick"
  },
  {
    "description": "A projection in a mold, to form a depression in the surface of the brick.",
    "type": "(n.)",
    "word": "Kick"
  },
  {
    "description": "The recoil of a musket or other firearm, when discharged.",
    "type": "(n.)",
    "word": "Kick"
  },
  {
    "description": "Capable or deserving of being kicked.",
    "type": "(a.)",
    "word": "Kickable"
  },
  {
    "description": "A tribe of Indians which formerly occupied the region of Northern Illinois, allied in language to the Sacs and Foxes.",
    "type": "(n. pl.)",
    "word": "Kickapoos"
  },
  {
    "description": "One who, or that which, kicks.",
    "type": "(n.)",
    "word": "Kicker"
  },
  {
    "description": "See Kickshaws, the correct singular.",
    "type": "(n.)",
    "word": "Kickshaw"
  },
  {
    "description": "of Kickshaws",
    "type": "(pl. )",
    "word": "Kickshawses"
  },
  {
    "description": "Something fantastical; any trifling, trumpery thing; a toy.",
    "type": "(n.)",
    "word": "Kickshaws"
  },
  {
    "description": "A fancy dish; a titbit; a delicacy.",
    "type": "(n.)",
    "word": "Kickshaws"
  },
  {
    "description": "A kickshaws.",
    "type": "(n.)",
    "word": "Kickshoe"
  },
  {
    "description": "Alt. of Kicky-wisky",
    "type": "(n.)",
    "word": "Kicksy-wicksy"
  },
  {
    "description": "That which is restless and uneasy.",
    "type": "(n.)",
    "word": "Kicky-wisky"
  },
  {
    "description": "Fantastic; restless; as, kicksy-wicksy flames.",
    "type": "(a.)",
    "word": "Kicksy-wicksy"
  },
  {
    "description": "The water thrush or accentor.",
    "type": "(n.)",
    "word": "Kickup"
  },
  {
    "description": "A young goat.",
    "type": "(n.)",
    "word": "Kid"
  },
  {
    "description": "A young child or infant; hence, a simple person, easily imposed on.",
    "type": "(n.)",
    "word": "Kid"
  },
  {
    "description": "A kind of leather made of the skin of the young goat, or of the skin of rats, etc.",
    "type": "(n.)",
    "word": "Kid"
  },
  {
    "description": "Gloves made of kid.",
    "type": "(n.)",
    "word": "Kid"
  },
  {
    "description": "A small wooden mess tub; -- a name given by sailors to one in which they receive their food.",
    "type": "(n.)",
    "word": "Kid"
  },
  {
    "description": "of Kid",
    "type": "(imp. & p. p.)",
    "word": "Kidded"
  },
  {
    "description": "of Kid",
    "type": "(p. pr. & vb. n.)",
    "word": "Kidding"
  },
  {
    "description": "To bring forth a young goat.",
    "type": "(v. i.)",
    "word": "Kid"
  },
  {
    "description": "A fagot; a bundle of heath and furze.",
    "type": "(n.)",
    "word": "Kid"
  },
  {
    "description": "of Kythe.",
    "type": "(p. p.)",
    "word": "Kid"
  },
  {
    "description": "See Kiddy, v. t.",
    "type": "(v. t.)",
    "word": "Kid"
  },
  {
    "description": "of Kythe.",
    "type": "(imp.)",
    "word": "Kidde"
  },
  {
    "description": "A kind of ingrain carpeting, named from the English town where formerly most of it was manufactured.",
    "type": "(n.)",
    "word": "Kidderminster"
  },
  {
    "description": "A huckster; a cadger.",
    "type": "(n.)",
    "word": "Kiddier"
  },
  {
    "description": "A kind of basketwork wear in a river, for catching fish.",
    "type": "(n.)",
    "word": "Kiddle"
  },
  {
    "description": "The guillemot.",
    "type": "(n.)",
    "word": "Kiddow"
  },
  {
    "description": "To deceive; to outwit; to hoax.",
    "type": "(v. t.)",
    "word": "Kiddy"
  },
  {
    "description": "A young fellow; formerly, a low thief.",
    "type": "(n.)",
    "word": "Kiddy"
  },
  {
    "description": "Frolicsome; sportive.",
    "type": "(a.)",
    "word": "Kiddyish"
  },
  {
    "description": "A young fox.",
    "type": "()",
    "word": "Kidfox"
  },
  {
    "description": "A young kid.",
    "type": "(n.)",
    "word": "Kidling"
  },
  {
    "description": "of Kidnap",
    "type": "(imp. & p. p.)",
    "word": "Kidnaped"
  },
  {
    "description": "of Kidnap",
    "type": "()",
    "word": "Kidnapped"
  },
  {
    "description": "of Kidnap",
    "type": "(p. pr. & vb. n.)",
    "word": "Kidnaping"
  },
  {
    "description": "of Kidnap",
    "type": "()",
    "word": "Kidnapping"
  },
  {
    "description": "To take (any one) by force or fear, and against one's will, with intent to carry to another place.",
    "type": "(v. t.)",
    "word": "Kidnap"
  },
  {
    "description": "Alt. of Kidnapper",
    "type": "(n.)",
    "word": "Kidnaper"
  },
  {
    "description": "One who steals or forcibly carries away a human being; a manstealer.",
    "type": "(n.)",
    "word": "Kidnapper"
  },
  {
    "description": "of Kidney",
    "type": "(pl. )",
    "word": "Kidneys"
  },
  {
    "description": "A glandular organ which excretes urea and other waste products from the animal body; a urinary gland.",
    "type": "(n.)",
    "word": "Kidney"
  },
  {
    "description": "Habit; disposition; sort; kind.",
    "type": "(n.)",
    "word": "Kidney"
  },
  {
    "description": "A waiter.",
    "type": "(n.)",
    "word": "Kidney"
  },
  {
    "description": "Alt. of Kidney-shaped",
    "type": "(a.)",
    "word": "Kidney-form"
  },
  {
    "description": "Having the form or shape of a kidney; reniform; as, a kidney-shaped leaf.",
    "type": "(a.)",
    "word": "Kidney-shaped"
  },
  {
    "description": "A kind of saxifrage (Saxifrage stellaris).",
    "type": "(n.)",
    "word": "Kidneywort"
  },
  {
    "description": "The navelwort.",
    "type": "(n.)",
    "word": "Kidneywort"
  },
  {
    "description": "Kine; cows.",
    "type": "(n. pl.)",
    "word": "Kie"
  },
  {
    "description": "A species of clay; meerschaum.",
    "type": "(n.)",
    "word": "Kiefekil"
  },
  {
    "description": "A large tub or vat in which goods are subjected to the action of hot lye or bleaching liquor; -- also called keeve.",
    "type": "(n.)",
    "word": "Kier"
  },
  {
    "description": "Siliceous earth; specifically, porous infusorial earth, used as an absorbent of nitroglycerin in the manufacture of dynamite.",
    "type": "(n.)",
    "word": "Kieselguhr"
  },
  {
    "description": "Hydrous sulphate of magnesia found at the salt mines of Stassfurt, Prussian Saxony.",
    "type": "(n.)",
    "word": "Kieserite"
  },
  {
    "description": "See Keeve, n.",
    "type": "(n.)",
    "word": "Kieve"
  },
  {
    "description": "To gaze; to stare.",
    "type": "(v. i.)",
    "word": "Kike"
  },
  {
    "description": "To kick.",
    "type": "(v. t. & i.)",
    "word": "Kike"
  },
  {
    "description": "A small barrel; an old liquid measure containing eighteen English beer gallons, or nearly twenty-two gallons, United States measure.",
    "type": "(n.)",
    "word": "Kilderkin"
  },
  {
    "description": "A kiln.",
    "type": "(n.)",
    "word": "Kill"
  },
  {
    "description": "A channel or arm of the sea; a river; a stream; as, the channel between Staten Island and Bergen Neck is the Kill van Kull, or the Kills; -- used also in composition; as, Schuylkill, Catskill, etc.",
    "type": "(n.)",
    "word": "Kill"
  },
  {
    "description": "of Kill",
    "type": "(imp. & p. p.)",
    "word": "Killed"
  },
  {
    "description": "of Kill",
    "type": "(p. pr. & vb. n.)",
    "word": "Killing"
  },
  {
    "description": "To deprive of life, animal or vegetable, in any manner or by any means; to render inanimate; to put to death; to slay.",
    "type": "(v. t.)",
    "word": "Kill"
  },
  {
    "description": "To destroy; to ruin; as, to kill one's chances; to kill the sale of a book.",
    "type": "(v. t.)",
    "word": "Kill"
  },
  {
    "description": "To cause to cease; to quell; to calm; to still; as, in seamen's language, a shower of rain kills the wind.",
    "type": "(v. t.)",
    "word": "Kill"
  },
  {
    "description": "To destroy the effect of; to counteract; to neutralize; as, alkali kills acid.",
    "type": "(v. t.)",
    "word": "Kill"
  },
  {
    "description": "Alt. of Killdeer",
    "type": "(n.)",
    "word": "Killdee"
  },
  {
    "description": "A small American plover (Aegialitis vocifera).",
    "type": "(n.)",
    "word": "Killdeer"
  },
  {
    "description": "One who deprives of life; one who, or that which, kills.",
    "type": "(n.)",
    "word": "Killer"
  },
  {
    "description": "A voracious, toothed whale of the genus Orca, of which several species are known.",
    "type": "(n.)",
    "word": "Killer"
  },
  {
    "description": "A gutter, groove, or channel.",
    "type": "(n.)",
    "word": "Killesse"
  },
  {
    "description": "A hipped roof.",
    "type": "(n.)",
    "word": "Killesse"
  },
  {
    "description": "Any one of several small American cyprinodont fishes of the genus Fundulus and allied genera. They live equally well in fresh and brackish water, or even in the sea. They are usually striped or barred with black. Called also minnow, and brook fish. See Minnow.",
    "type": "(n.)",
    "word": "Killifish"
  },
  {
    "description": "The Cornish chough. See under Chough.",
    "type": "(n.)",
    "word": "Killigrew"
  },
  {
    "description": "See Kinnikinic.",
    "type": "(n.)",
    "word": "Killikinick"
  },
  {
    "description": "Literally, that kills; having power to kill; fatal; in a colloquial sense, conquering; captivating; irresistible.",
    "type": "(a.)",
    "word": "Killing"
  },
  {
    "description": "One who causes gloom or grief; a dispiriting person.",
    "type": "(n.)",
    "word": "Kill-joy"
  },
  {
    "description": "A small anchor; also, a kind of anchor formed by a stone inclosed by pieces of wood fastened together.",
    "type": "(n.)",
    "word": "Killock"
  },
  {
    "description": "An earth of a blackish or deep blue color.",
    "type": "(n.)",
    "word": "Killow"
  },
  {
    "description": "A large stove or oven; a furnace of brick or stone, or a heated chamber, for the purpose of hardening, burning, or drying anything; as, a kiln for baking or hardening earthen vessels; a kiln for drying grain, meal, lumber, etc.; a kiln for calcining limestone.",
    "type": "(n.)",
    "word": "Kiln"
  },
  {
    "description": "A furnace for burning bricks; a brickkiln.",
    "type": "(n.)",
    "word": "Kiln"
  },
  {
    "description": "To dry in a kiln; as, to kiln-dry meal or grain.",
    "type": "(v. t.)",
    "word": "Kiln-dry"
  },
  {
    "description": "The mouth or opening of an oven or kiln.",
    "type": "(n.)",
    "word": "Kilnhole"
  },
  {
    "description": "of Kilo",
    "type": "(pl. )",
    "word": "Kilos"
  },
  {
    "description": "An abbreviation of Kilogram.",
    "type": "(n.)",
    "word": "Kilo"
  },
  {
    "description": "Alt. of Kilogramme",
    "type": "(n.)",
    "word": "Kilogram"
  },
  {
    "description": "A measure of weight, being a thousand grams, equal to 2.2046 pounds avoirdupois (15,432.34 grains). It is equal to the weight of a cubic decimeter of distilled water at the temperature of maximum density, or 39 Fahrenheit.",
    "type": "(n.)",
    "word": "Kilogramme"
  },
  {
    "description": "Alt. of Kilogrammetre",
    "type": "(n.)",
    "word": "Kilogrammeter"
  },
  {
    "description": "A measure of energy or work done, being the amount expended in raising one kilogram through the height of one meter, in the latitude of Paris.",
    "type": "(n.)",
    "word": "Kilogrammetre"
  },
  {
    "description": "Alt. of Kilolitre",
    "type": "(n.)",
    "word": "Kiloliter"
  },
  {
    "description": "A measure of capacity equal to a cubic meter, or a thousand liters. It is equivalent to 35.315 cubic feet, and to 220.04 imperial gallons, or 264.18 American gallons of 321 cubic inches.",
    "type": "(n.)",
    "word": "Kilolitre"
  },
  {
    "description": "Alt. of Kilometre",
    "type": "(n.)",
    "word": "Kilometer"
  },
  {
    "description": "A measure of length, being a thousand meters. It is equal to 3,280.8 feet, or 62137 of a mile.",
    "type": "(n.)",
    "word": "Kilometre"
  },
  {
    "description": "A cubic measure containing 1000 cubic meters, and equivalent to 35,315 cubic feet.",
    "type": "(n.)",
    "word": "Kilostere"
  },
  {
    "description": "One thousand watts.",
    "type": "(n.)",
    "word": "Kilowatt"
  },
  {
    "description": "p. p. from Kill.",
    "type": "()",
    "word": "Kilt"
  },
  {
    "description": "A kind of short petticoat, reaching from the waist to the knees, worn in the Highlands of Scotland by men, and in the Lowlands by young boys; a filibeg.",
    "type": "(n.)",
    "word": "Kilt"
  },
  {
    "description": "of Kilt",
    "type": "(imp. & p. p.)",
    "word": "Kilted"
  },
  {
    "description": "of Kilt",
    "type": "(p. pr. & vb. n.)",
    "word": "Kilting"
  },
  {
    "description": "To tuck up; to truss up, as the clothes.",
    "type": "(v. t.)",
    "word": "Kilt"
  },
  {
    "description": "Having on a kilt.",
    "type": "(a.)",
    "word": "Kilted"
  },
  {
    "description": "Plaited after the manner of kilting.",
    "type": "(a.)",
    "word": "Kilted"
  },
  {
    "description": "Tucked or fastened up; -- said of petticoats, etc.",
    "type": "(a.)",
    "word": "Kilted"
  },
  {
    "description": "See Kelter.",
    "type": "(n.)",
    "word": "Kilter"
  },
  {
    "description": "A perpendicular arrangement of flat, single plaits, each plait being folded so as to cover half the breadth of the preceding one.",
    "type": "(n.)",
    "word": "Kilting"
  },
  {
    "description": "Crooked; arched; bent.",
    "type": "(a.)",
    "word": "Kimbo"
  },
  {
    "description": "See Cimmerian.",
    "type": "(a.)",
    "word": "Kimmerian"
  },
  {
    "description": "A tub. See Kemelin.",
    "type": "(n.)",
    "word": "Kimnel"
  },
  {
    "description": "See Cymry.",
    "type": "(n.)",
    "word": "Kimry"
  },
  {
    "description": "A diminutive suffix; as, manikin; lambkin.",
    "type": "()",
    "word": "kin"
  },
  {
    "description": "A primitive Chinese instrument of the cittern kind, with from five to twenty-five silken strings.",
    "type": "(n.)",
    "word": "Kin"
  },
  {
    "description": "Relationship, consanguinity, or affinity; connection by birth or marriage; kindred; near connection or alliance, as of those having common descent.",
    "type": "(n.)",
    "word": "Kin"
  },
  {
    "description": "Relatives; persons of the same family or race.",
    "type": "(n.)",
    "word": "Kin"
  },
  {
    "description": "Of the same nature or kind; kinder.",
    "type": "(a.)",
    "word": "Kin"
  },
  {
    "description": "Kinesodic.",
    "type": "(a.)",
    "word": "Kinaesodic"
  },
  {
    "description": "The perception attendant upon the movements of the muscles.",
    "type": "(n.)",
    "word": "Kinaesthesis"
  },
  {
    "description": "See Quinate.",
    "type": "(n.)",
    "word": "Kinate"
  },
  {
    "description": "India silk brocaded with flowers in silver or gold.",
    "type": "(n.)",
    "word": "Kincob"
  },
  {
    "description": "Of the nature of kincob; brocaded.",
    "type": "(a.)",
    "word": "Kincob"
  },
  {
    "description": "Characteristic of the species; belonging to one's nature; natural; native.",
    "type": "(superl.)",
    "word": "Kind"
  },
  {
    "description": "Having feelings befitting our common nature; congenial; sympathetic; as, a kind man; a kind heart.",
    "type": "(superl.)",
    "word": "Kind"
  },
  {
    "description": "Showing tenderness or goodness; disposed to do good and confer happiness; averse to hurting or paining; benevolent; benignant; gracious.",
    "type": "(superl.)",
    "word": "Kind"
  },
  {
    "description": "Proceeding from, or characterized by, goodness, gentleness, or benevolence; as, a kind act.",
    "type": "(superl.)",
    "word": "Kind"
  },
  {
    "description": "Gentle; tractable; easily governed; as, a horse kind in harness.",
    "type": "(superl.)",
    "word": "Kind"
  },
  {
    "description": "Nature; natural instinct or disposition.",
    "type": "(a.)",
    "word": "Kind"
  },
  {
    "description": "Race; genus; species; generic class; as, in mankind or humankind.",
    "type": "(a.)",
    "word": "Kind"
  },
  {
    "description": "Nature; style; character; sort; fashion; manner; variety; description; class; as, there are several kinds of eloquence, of style, and of music; many kinds of government; various kinds of soil, etc.",
    "type": "(a.)",
    "word": "Kind"
  },
  {
    "description": "To beget.",
    "type": "(v. t.)",
    "word": "Kind"
  },
  {
    "description": "A school for young children, conducted on the theory that education should be begun by gratifying and cultivating the normal aptitude for exercise, play, observation, imitation, and construction; -- a name given by Friedrich Froebel, a German educator, who introduced this method of training, in rooms opening on a garden.",
    "type": "(n.)",
    "word": "Kindergarten"
  },
  {
    "description": "One who teaches in a kindergarten.",
    "type": "(n.)",
    "word": "Kindergartner"
  },
  {
    "description": "Having kindness of nature; sympathetic; characterized by a humane disposition; as, a kind-hearted landlord.",
    "type": "(a.)",
    "word": "Kind-hearted"
  },
  {
    "description": "The state or quality of being kind-hearted; benevolence.",
    "type": "(n.)",
    "word": "Kind-heartedness"
  },
  {
    "description": "To bring forth young.",
    "type": "(v. t. & i.)",
    "word": "Kindle"
  },
  {
    "description": "of Kindle",
    "type": "(imp. & p. p.)",
    "word": "Kindled"
  },
  {
    "description": "of Kindle",
    "type": "(p. pr. & vb. n.)",
    "word": "Kindling"
  },
  {
    "description": "To set on fire; to cause to burn with flame; to ignite; to cause to begin burning; to start; to light; as, to kindle a match, or shavings.",
    "type": "(v. t.)",
    "word": "Kindle"
  },
  {
    "description": "Fig.: To inflame, as the passions; to rouse; to provoke; to excite to action; to heat; to fire; to animate; to incite; as, to kindle anger or wrath; to kindle the flame of love, or love into a flame.",
    "type": "(v. t.)",
    "word": "Kindle"
  },
  {
    "description": "To take fire; to begin to burn with flame; to start as a flame.",
    "type": "(v. i.)",
    "word": "Kindle"
  },
  {
    "description": "Fig.: To begin to be excited; to grow warm or animated; to be roused or exasperated.",
    "type": "(v. i.)",
    "word": "Kindle"
  },
  {
    "description": "One who, or that which, kindles, stirs up, or sets on fire.",
    "type": "(n.)",
    "word": "Kindler"
  },
  {
    "description": "Destitute of kindness; unnatural.",
    "type": "(a.)",
    "word": "Kindless"
  },
  {
    "description": "Natural inclination; natural course.",
    "type": "(n.)",
    "word": "Kindliness"
  },
  {
    "description": "The quality or state of being kindly; benignity; benevolence; gentleness; tenderness; as, kindliness of disposition, of treatment, or of words.",
    "type": "(n.)",
    "word": "Kindliness"
  },
  {
    "description": "Softness; mildness; propitiousness; as, kindliness of weather, or of a season.",
    "type": "(n.)",
    "word": "Kindliness"
  },
  {
    "description": "The of causing to burn, or of exciting or inflaming the passions.",
    "type": "(n.)",
    "word": "Kinding"
  },
  {
    "description": "Materials, easily lighted, for starting a fire.",
    "type": "(n.)",
    "word": "Kinding"
  },
  {
    "description": "According to the kind or nature; natural.",
    "type": "(n.)",
    "word": "Kindly"
  },
  {
    "description": "Humane; congenial; sympathetic; hence, disposed to do good to; benevolent; gracious; kind; helpful; as, kindly affections, words, acts, etc.",
    "type": "(n.)",
    "word": "Kindly"
  },
  {
    "description": "Favorable; mild; gentle; auspicious; beneficent.",
    "type": "(n.)",
    "word": "Kindly"
  },
  {
    "description": "Naturally; fitly.",
    "type": "(adv.)",
    "word": "Kindly"
  },
  {
    "description": "In a kind manner; congenially; with good will; with a disposition to make others happy, or to oblige.",
    "type": "(adv.)",
    "word": "Kindly"
  },
  {
    "description": "The state or quality of being kind, in any of its various senses; manifestation of kind feeling or disposition beneficence.",
    "type": "(a.)",
    "word": "Kindness"
  },
  {
    "description": "A kind act; an act of good will; as, to do a great kindness.",
    "type": "(a.)",
    "word": "Kindness"
  },
  {
    "description": "Relationship by birth or marriage; consanguinity; affinity; kin.",
    "type": "(n.)",
    "word": "Kindred"
  },
  {
    "description": "Relatives by blood or marriage, more properly the former; relations; persons related to each other.",
    "type": "(n.)",
    "word": "Kindred"
  },
  {
    "description": "Related; congenial; of the like nature or properties; as, kindred souls; kindred skies; kindred propositions.",
    "type": "(a.)",
    "word": "Kindred"
  },
  {
    "description": "Cows.",
    "type": "(n. pl.)",
    "word": "Kine"
  },
  {
    "description": "Alt. of Kinematical",
    "type": "(a.)",
    "word": "Kinematic"
  },
  {
    "description": "Of or pertaining to kinematics.",
    "type": "(a.)",
    "word": "Kinematical"
  },
  {
    "description": "The science which treats of motions considered in themselves, or apart from their causes; the comparison and relation of motions.",
    "type": "(n.)",
    "word": "Kinematics"
  },
  {
    "description": "See Cowpox.",
    "type": "(n.)",
    "word": "Kinepox"
  },
  {
    "description": "See Kinetoscope.",
    "type": "(n.)",
    "word": "Kinepox"
  },
  {
    "description": "A mode of treating disease by appropriate muscular movements; -- also termed kinesitherapy, kinesipathy, lingism, and the movement cure.",
    "type": "(n.)",
    "word": "Kinesiatrics"
  },
  {
    "description": "See Kinesiatrics.",
    "type": "(n.)",
    "word": "Kinesipathy"
  },
  {
    "description": "See Kinesiatrics.",
    "type": "(n.)",
    "word": "Kinesitherapy"
  },
  {
    "description": "See Kinesiatrics.",
    "type": "(n.)",
    "word": "Kinesipathy"
  },
  {
    "description": "Conveying motion; as; kinesodic substance; -- applied esp. to the spinal cord, because it is capable of conveying doth voluntary and reflex motor impulses, without itself being affected by motor impulses applied to it directly.",
    "type": "(a.)",
    "word": "Kinesodic"
  },
  {
    "description": "Moving or causing motion; motory; active, as opposed to latent.",
    "type": "(q.)",
    "word": "Kinetic"
  },
  {
    "description": "See Dynamics.",
    "type": "(n.)",
    "word": "Kinetics"
  },
  {
    "description": "An instrument for producing curves by the combination of circular movements; -- called also kinescope.",
    "type": "(n.)",
    "word": "Kinetogenesis"
  },
  {
    "description": "A Chinese musical instrument, consisting of resonant stones or metal plates, arranged according to their tones in a frame of wood, and struck with a hammer.",
    "type": "(n.)",
    "word": "King"
  },
  {
    "description": "A chief ruler; a sovereign; one invested with supreme authority over a nation, country, or tribe, usually by hereditary succession; a monarch; a prince.",
    "type": "(n.)",
    "word": "King"
  },
  {
    "description": "One who, or that which, holds a supreme position or rank; a chief among competitors; as, a railroad king; a money king; the king of the lobby; the king of beasts.",
    "type": "(n.)",
    "word": "King"
  },
  {
    "description": "A playing card having the picture of a king; as, the king of diamonds.",
    "type": "(n.)",
    "word": "King"
  },
  {
    "description": "The chief piece in the game of chess.",
    "type": "(n.)",
    "word": "King"
  },
  {
    "description": "A crowned man in the game of draughts.",
    "type": "(n.)",
    "word": "King"
  },
  {
    "description": "The title of two historical books in the Old Testament.",
    "type": "(n.)",
    "word": "King"
  },
  {
    "description": "of King",
    "type": "(imp. & p. p.)",
    "word": "Kinged"
  },
  {
    "description": "of King",
    "type": "(p. pr. & vb. n.)",
    "word": "Kinging"
  },
  {
    "description": "To supply with a king; to make a king of; to raise to royalty.",
    "type": "(v. i.)",
    "word": "King"
  },
  {
    "description": "A small American bird (Tyrannus tyrannus, or T. Carolinensis), noted for its courage in attacking larger birds, even hawks and eagles, especially when they approach its nest in the breeding season. It is a typical tyrant flycatcher, taking various insects upon the wing. It is dark ash above, and blackish on the head and tail. The quills and wing coverts are whitish at the edges. It is white beneath, with a white terminal band on the tail. The feathers on the head of the adults show a bright orange basal spot when erected. Called also bee bird, and bee martin. Several Southern and Western species of Tyrannus are also called king birds.",
    "type": "(n.)",
    "word": "Kingbird"
  },
  {
    "description": "The king tody. See under King.",
    "type": "(n.)",
    "word": "Kingbird"
  },
  {
    "description": "A vertical iron bolt, by which the forward axle and wheels of a vehicle or the trucks of a railroad car are connected with the other parts.",
    "type": "(n.)",
    "word": "Kingbolt"
  },
  {
    "description": "A variety of small pet dogs, having, drooping ears, a high, dome-shaped forehead, pug nose, large, prominent eyes, and long, wavy hair. The color is usually black and tan.",
    "type": "()",
    "word": "King"
  },
  {
    "description": "The craft of kings; the art of governing as a sovereign; royal policy.",
    "type": "(n.)",
    "word": "Kingcraft"
  },
  {
    "description": "The common buttercup.",
    "type": "(n.)",
    "word": "Kingcup"
  },
  {
    "description": "The rank, quality, state, or attributes of a king; royal authority; sovereign power; rule; dominion; monarchy.",
    "type": "(n.)",
    "word": "Kingdom"
  },
  {
    "description": "The territory or country subject to a king or queen; the dominion of a monarch; the sphere in which one is king or has control.",
    "type": "(n.)",
    "word": "Kingdom"
  },
  {
    "description": "An extensive scientific division distinguished by leading or ruling characteristics; a principal division; a department; as, the mineral kingdom.",
    "type": "(n.)",
    "word": "Kingdom"
  },
  {
    "description": "Having a kingdom or the dignity of a king; like a kingdom.",
    "type": "(a.)",
    "word": "Kingdomed"
  },
  {
    "description": "An American marine food fish of the genus Menticirrus, especially M. saxatilis, or M. nebulosos, of the Atlantic coast; -- called also whiting, surf whiting, and barb.",
    "type": "(n.)",
    "word": "Kingfish"
  },
  {
    "description": "The opah.",
    "type": "(n.)",
    "word": "Kingfish"
  },
  {
    "description": "The common cero; also, the spotted cero. See Cero.",
    "type": "(n.)",
    "word": "Kingfish"
  },
  {
    "description": "The queenfish.",
    "type": "(n.)",
    "word": "Kingfish"
  },
  {
    "description": "Any one of numerous species of birds constituting the family Alcedinidae. Most of them feed upon fishes which they capture by diving and seizing then with the beak; others feed only upon reptiles, insects, etc. About one hundred and fifty species are known. They are found in nearly all parts of the world, but are particularly abundant in the East Indies.",
    "type": "(n.)",
    "word": "Kingfisher"
  },
  {
    "description": "The state of being a king; the attributes of a king; kingship.",
    "type": "(n.)",
    "word": "Kinghood"
  },
  {
    "description": "Having no king.",
    "type": "(a.)",
    "word": "Kingless"
  },
  {
    "description": "A little king; a weak or insignificant king.",
    "type": "(n.)",
    "word": "Kinglet"
  },
  {
    "description": "Any one of several species of small singing birds of the genus Regulus and family Sylviidae.",
    "type": "(n.)",
    "word": "Kinglet"
  },
  {
    "description": "King-liness.",
    "type": "(n.)",
    "word": "Kinglihood"
  },
  {
    "description": "The state or quality of being kingly.",
    "type": "(n.)",
    "word": "Kingliness"
  },
  {
    "description": "Same as Kinglet, 1.",
    "type": "(n.)",
    "word": "Kingling"
  },
  {
    "description": "Belonging to, suitable to, or becoming, a king; characteristic of, resembling, a king; directed or administered by a king; monarchical; royal; sovereign; regal; august; noble; grand.",
    "type": "(superl.)",
    "word": "Kingly"
  },
  {
    "description": "In a kingly or kinglike manner.",
    "type": "(adv.)",
    "word": "Kingly"
  },
  {
    "description": "A member of a common form of truss, as a roof truss. It is strictly a tie, intended to prevent the sagging of the tiebeam in the middle. If there are struts, supporting the main rafters, they often bear upon the foot of the king-post. Called also crown-post.",
    "type": "(n.)",
    "word": "King-post"
  },
  {
    "description": "Formerly, the highest court of common law in England; -- so called because the king used to sit there in person. It consisted of a chief justice and four puisne, or junior, justices. During the reign of a queen it was called the Queen's Bench. Its jurisdiction was transferred by the judicature acts of 1873 and 1875 to the high court of justice created by that legislation.",
    "type": "()",
    "word": "King's"
  },
  {
    "description": "The state, office, or dignity of a king; royalty.",
    "type": "(n.)",
    "word": "Kingship"
  },
  {
    "description": "Alt. of Kingstone",
    "type": "(n.)",
    "word": "Kingston"
  },
  {
    "description": "The black angel fish. See Angel fish, under Angel.",
    "type": "(n.)",
    "word": "Kingstone"
  },
  {
    "description": "An alloy of tin, copper, and mercury, sometimes used for the bearings and packings of machinery.",
    "type": "()",
    "word": "Kingston"
  },
  {
    "description": "A conical valve, opening outward, to close the mouth of a pipe which passes through the side of a vessel below the water line.",
    "type": "()",
    "word": "Kingston"
  },
  {
    "description": "A truss, framed with a king-post; -- used in roofs, bridges, etc.",
    "type": "()",
    "word": "Kingtruss"
  },
  {
    "description": "See Quinic.",
    "type": "(a.)",
    "word": "Kinic"
  },
  {
    "description": "A twist or loop in a rope or thread, caused by a spontaneous doubling or winding upon itself; a close loop or curl; a doubling in a cord.",
    "type": "(n.)",
    "word": "Kink"
  },
  {
    "description": "An unreasonable notion; a crotchet; a whim; a caprice.",
    "type": "(n.)",
    "word": "Kink"
  },
  {
    "description": "of Kink",
    "type": "(imp. & p. p.)",
    "word": "Kinked"
  },
  {
    "description": "of Kink",
    "type": "(p. pr. & vb. n.)",
    "word": "Kinking"
  },
  {
    "description": "To wind into a kink; to knot or twist spontaneously upon itself, as a rope or thread.",
    "type": "(v. i.)",
    "word": "Kink"
  },
  {
    "description": "A fit of coughing; also, a convulsive fit of laughter.",
    "type": "(n.)",
    "word": "Kink"
  },
  {
    "description": "A nocturnal carnivorous mammal (Cercoleptes caudivolvulus) of South America, about as large as a full-grown cat. It has a prehensile tail and lives in trees. It is the only representative of a distinct family (Cercoleptidae) allied to the raccoons. Called also potto, and honey bear.",
    "type": "(n.)",
    "word": "Kinkajou"
  },
  {
    "description": "Whooping cough.",
    "type": "(n.)",
    "word": "Kinkhaust"
  },
  {
    "description": "Same as 3d Kink.",
    "type": "(n.)",
    "word": "Kinkle"
  },
  {
    "description": "Full of kinks; liable to kink or curl; as, kinky hair.",
    "type": "(a.)",
    "word": "Kinky"
  },
  {
    "description": "Queer; eccentric; crotchety.",
    "type": "(a.)",
    "word": "Kinky"
  },
  {
    "description": "Prepared leaves or bark of certain plants; -- used by the Indians of the Northwest for smoking, either mixed with tobacco or as a substitute for it. Also, a plant so used, as the osier cornel (Cornus stolonijra), and the bearberry (Arctostaphylus Uva-ursi).",
    "type": "(n.)",
    "word": "Kinnikinic"
  },
  {
    "description": "The dark red dried juice of certain plants, used variously in tanning, in dyeing, and as an astringent in medicine.",
    "type": "(n.)",
    "word": "Kino"
  },
  {
    "description": "That branch of physics which treats of the laws of motion, or of moving bodies.",
    "type": "(n.)",
    "word": "Kinology"
  },
  {
    "description": "See Quinone.",
    "type": "(n.)",
    "word": "Kinone"
  },
  {
    "description": "See Quinoyl.",
    "type": "(n.)",
    "word": "Kinoyl"
  },
  {
    "description": "Kindred.",
    "type": "(n.)",
    "word": "Kinrede"
  },
  {
    "description": "Relatives; kindred; kin; persons of the same family or closely or closely related families.",
    "type": "(n.)",
    "word": "Kinsfolk"
  },
  {
    "description": "Family relationship.",
    "type": "(n.)",
    "word": "Kinship"
  },
  {
    "description": "of Kinsman",
    "type": "(pl. )",
    "word": "Kinsmen"
  },
  {
    "description": "A man of the same race or family; one related by blood.",
    "type": "(n.)",
    "word": "Kinsman"
  },
  {
    "description": "Kinship.",
    "type": "(n.)",
    "word": "Kinsmanship"
  },
  {
    "description": "of Kinswoman",
    "type": "(pl. )",
    "word": "Kinswomen"
  },
  {
    "description": "A female relative.",
    "type": "(n.)",
    "word": "Kinswoman"
  },
  {
    "description": "See Kentledge.",
    "type": "(n.)",
    "word": "Kintlidge"
  },
  {
    "description": "A Turkish open summer house or pavilion, supported by pillars.",
    "type": "(n.)",
    "word": "Kiosk"
  },
  {
    "description": "A tribe of Indians distantly related to the Shoshones. They formerly inhabited the region about the head waters of the North Platte.",
    "type": "(n. pl.)",
    "word": "Kioways"
  },
  {
    "description": "The hide of a young or small beef creature, or leather made from it; kipskin.",
    "type": "(n.)",
    "word": "Kip"
  },
  {
    "description": "An osier basket used for catching fish.",
    "type": "(n.)",
    "word": "Kipe"
  },
  {
    "description": "A salmon after spawning.",
    "type": "(n.)",
    "word": "Kipper"
  },
  {
    "description": "A salmon split open, salted, and dried or smoked; -- so called because salmon after spawning were usually so cured, not being good when fresh.",
    "type": "(n.)",
    "word": "Kipper"
  },
  {
    "description": "of Kipper",
    "type": "(imp. & p. p.)",
    "word": "Kippered"
  },
  {
    "description": "of Kipper",
    "type": "(p. pr. & vb. n.)",
    "word": "Kippering"
  },
  {
    "description": "To cure, by splitting, salting, and smoking.",
    "type": "(v. t.)",
    "word": "Kipper"
  },
  {
    "description": "Amorous; also, lively; light-footed; nimble; gay; sprightly.",
    "type": "(a.)",
    "word": "Kipper"
  },
  {
    "description": "A name given to earthnuts of several kinds.",
    "type": "(n.)",
    "word": "Kippernut"
  },
  {
    "description": "Leather prepared from the skin of young or small cattle, intermediate in grade between calfskin and cowhide.",
    "type": "(n.)",
    "word": "Kipskin"
  },
  {
    "description": "A church or the church, in the various senses of the word; esp., the Church of Scotland as distinguished from other reformed churches, or from the Roman Catholic Church.",
    "type": "(n.)",
    "word": "Kirk"
  },
  {
    "description": "Turned upward; bent.",
    "type": "(a.)",
    "word": "Kirked"
  },
  {
    "description": "of Kirkman",
    "type": "(pl. )",
    "word": "Kirkmen"
  },
  {
    "description": "A clergyman or officer in a kirk.",
    "type": "(n.)",
    "word": "Kirkman"
  },
  {
    "description": "A member of the Church of Scotland, as distinguished from a member of another communion.",
    "type": "(n.)",
    "word": "Kirkman"
  },
  {
    "description": "A churchyard.",
    "type": "(n.)",
    "word": "Kirkyard"
  },
  {
    "description": "In Europe, particularly in Belgium and Holland, and outdoor festival and fair; in the United States, generally an indoor entertainment and fair combined.",
    "type": "(n.)",
    "word": "Kirmess"
  },
  {
    "description": "An alcoholic liquor, obtained by distilling the fermented juice of the small black cherry.",
    "type": "(n.)",
    "word": "Kirschwasser"
  },
  {
    "description": "Christian; christened.",
    "type": "(a.)",
    "word": "Kirsome"
  },
  {
    "description": "A garment varying in form and use at different times, and worn doth by men and women.",
    "type": "(n.)",
    "word": "Kirtle"
  },
  {
    "description": "Wearing a kirtle.",
    "type": "(a.)",
    "word": "Kirtled"
  },
  {
    "description": "A bird of Madagascar (Leptosomus discolor), the only living type of a family allied to the rollers. It has a pair of loral plumes. The male is glossy green above, with metallic reflections; the female is spotted with brown and black.",
    "type": "(n.)",
    "word": "Kirumbo"
  },
  {
    "description": "A workman's name for the graphite which forms incidentally in iron smelting.",
    "type": "(n.)",
    "word": "Kish"
  },
  {
    "description": "Destiny; fate.",
    "type": "(n.)",
    "word": "Kismet"
  },
  {
    "description": "of Kiss",
    "type": "(imp. & p. p.)",
    "word": "Kissed"
  },
  {
    "description": "of Kiss",
    "type": "(p. pr. & vb. n.)",
    "word": "Kissing"
  },
  {
    "description": "To salute with the lips, as a mark of affection, reverence, submission, forgiveness, etc.",
    "type": "(v. t.)",
    "word": "Kiss"
  },
  {
    "description": "To touch gently, as if fondly or caressingly.",
    "type": "(v. t.)",
    "word": "Kiss"
  },
  {
    "description": "To make or give salutation with the lips in token of love, respect, etc.; as, kiss and make friends.",
    "type": "(v. i.)",
    "word": "Kiss"
  },
  {
    "description": "To meet; to come in contact; to touch fondly.",
    "type": "(v. i.)",
    "word": "Kiss"
  },
  {
    "description": "A salutation with the lips, as a token of affection, respect, etc.; as, a parting kiss; a kiss of reconciliation.",
    "type": "(v.)",
    "word": "Kiss"
  },
  {
    "description": "A small piece of confectionery.",
    "type": "(v.)",
    "word": "Kiss"
  },
  {
    "description": "One who kisses.",
    "type": "(n.)",
    "word": "Kisser"
  },
  {
    "description": "The portion of the upper crust of a loaf which has touched another loaf in baking.",
    "type": "(n.)",
    "word": "Kissingcrust"
  },
  {
    "description": "A chest; hence, a coffin.",
    "type": "(n.)",
    "word": "Kist"
  },
  {
    "description": "A stated payment, especially a payment of rent for land; hence, the time for such payment.",
    "type": "(n.)",
    "word": "Kist"
  },
  {
    "description": "A Celtic monument, commonly known as a dolmen.",
    "type": "(n.)",
    "word": "Kistvaen"
  },
  {
    "description": "of Kit",
    "type": "(imp.)",
    "word": "Kitte"
  },
  {
    "description": "To cut.",
    "type": "(v. t.)",
    "word": "Kit"
  },
  {
    "description": "A kitten.",
    "type": "(n.)",
    "word": "Kit"
  },
  {
    "description": "A small violin.",
    "type": "(n.)",
    "word": "Kit"
  },
  {
    "description": "A large bottle.",
    "type": "(m.)",
    "word": "Kit"
  },
  {
    "description": "A wooden tub or pail, smaller at the top than at the bottom; as, a kit of butter, or of mackerel.",
    "type": "(m.)",
    "word": "Kit"
  },
  {
    "description": "straw or rush basket for fish; also, any kind of basket.",
    "type": "(m.)",
    "word": "Kit"
  },
  {
    "description": "A box for working implements; hence, a working outfit, as of a workman, a soldier, and the like.",
    "type": "(m.)",
    "word": "Kit"
  },
  {
    "description": "A group of separate parts, things, or individuals; -- used with whole, and generally contemptuously; as, the whole kit of them.",
    "type": "(m.)",
    "word": "Kit"
  },
  {
    "description": "Designating a club in London, to which Addison and Steele belonged; -- so called from Christopher Cat, a pastry cook, who served the club with mutton pies.",
    "type": "(a.)",
    "word": "Kitcat"
  },
  {
    "description": "Designating a canvas used for portraits of a peculiar size, viz., twenty-right or twenty-nine inches by thirty-six; -- so called because that size was adopted by Sir Godfrey Kneller for the portraits he painted of the members of the Kitcat Club.",
    "type": "(a.)",
    "word": "Kitcat"
  },
  {
    "description": "A game played by striking with a stick small piece of wood, called a cat, shaped like two cones united at their bases; tipcat.",
    "type": "(n.)",
    "word": "Kitcat"
  },
  {
    "description": "A cookroom; the room of a house appropriated to cookery.",
    "type": "(n.)",
    "word": "Kitchen"
  },
  {
    "description": "A utensil for roasting meat; as, a tin kitchen.",
    "type": "(n.)",
    "word": "Kitchen"
  },
  {
    "description": "To furnish food to; to entertain with the fare of the kitchen.",
    "type": "(v. t.)",
    "word": "Kitchen"
  },
  {
    "description": "A kitchen servant; a cook.",
    "type": "(n.)",
    "word": "Kitchener"
  },
  {
    "description": "A woman employed in the kitchen.",
    "type": "(n.)",
    "word": "Kitchenmaid"
  },
  {
    "description": "Relics of neolithic man found on the coast of Denmark, consisting of shell mounds, some of which are ten feet high, one thousand feet long, and two hundred feet wide. The name is applied also to similar mounds found on the American coast from Canada to Florida, made by the North American Indians.",
    "type": "()",
    "word": "Kitchen"
  },
  {
    "description": "The body of servants employed in the kitchen.",
    "type": "(n.)",
    "word": "Kitchen-ry"
  },
  {
    "description": "Any raptorial bird of the subfamily Milvinae, of which many species are known. They have long wings, adapted for soaring, and usually a forked tail.",
    "type": "(n.)",
    "word": "Kite"
  },
  {
    "description": "Fig. : One who is rapacious.",
    "type": "(n.)",
    "word": "Kite"
  },
  {
    "description": "A light frame of wood or other material covered with paper or cloth, for flying in the air at the end of a string.",
    "type": "(n.)",
    "word": "Kite"
  },
  {
    "description": "A lofty sail, carried only when the wind is light.",
    "type": "(n.)",
    "word": "Kite"
  },
  {
    "description": "A quadrilateral, one of whose diagonals is an axis of symmetry.",
    "type": "(n.)",
    "word": "Kite"
  },
  {
    "description": "Fictitious commercial paper used for raising money or to sustain credit, as a check which represents no deposit in bank, or a bill of exchange not sanctioned by sale of goods; an accommodation check or bill.",
    "type": "(n.)",
    "word": "Kite"
  },
  {
    "description": "The brill.",
    "type": "(n.)",
    "word": "Kite"
  },
  {
    "description": "To raise money by \"kites;\" as, kiting transactions. See Kite, 6.",
    "type": "(v. i.)",
    "word": "Kite"
  },
  {
    "description": "The belly.",
    "type": "(n.)",
    "word": "Kite"
  },
  {
    "description": "A mode of raising money, or sustaining one's credit, by the use of paper which is merely nominal; -- called also kiting.",
    "type": "(n.)",
    "word": "Kiteflying"
  },
  {
    "description": "See Kite, n., 6.",
    "type": "(n.)",
    "word": "Kiteflier"
  },
  {
    "description": "Acquaintance; kindred.",
    "type": "(n.)",
    "word": "Kith"
  },
  {
    "description": "See Cithara.",
    "type": "(n.)",
    "word": "Kithara"
  },
  {
    "description": "See Kythe.",
    "type": "(v. t.)",
    "word": "Kithe"
  },
  {
    "description": "Like or relating to a kite.",
    "type": "(a.)",
    "word": "Kitish"
  },
  {
    "description": "A young kitten; a whelp.",
    "type": "(n.)",
    "word": "Kitling"
  },
  {
    "description": "of Kit to cut.",
    "type": "(imp.)",
    "word": "Kitte"
  },
  {
    "description": "See Kittle, v. t.",
    "type": "(v. t.)",
    "word": "Kittel"
  },
  {
    "description": "A young cat.",
    "type": "(n.)",
    "word": "Kitten"
  },
  {
    "description": "of Kitten",
    "type": "(imp. & p. p.)",
    "word": "Kittened"
  },
  {
    "description": "of Kitten",
    "type": "(p. pr. & vb. n.)",
    "word": "Kittening"
  },
  {
    "description": "To bring forth young, as a cat; to bring forth, as kittens.",
    "type": "(v. t. & i.)",
    "word": "Kitten"
  },
  {
    "description": "Resembling a kitten; playful; as, a kittenish disposition.",
    "type": "(a.)",
    "word": "Kittenish"
  },
  {
    "description": "A northern gull (Rissa tridactyla), inhabiting the coasts of Europe and America. It is white, with black tips to the wings, and has but three toes.",
    "type": "(n.)",
    "word": "Kittiwake"
  },
  {
    "description": "To bring forth young, as a cat; to kitten; to litter.",
    "type": "(v. i.)",
    "word": "Kittle"
  },
  {
    "description": "To tickle.",
    "type": "(v. t.)",
    "word": "Kittle"
  },
  {
    "description": "Ticklish; not easily managed; troublesome; difficult; variable.",
    "type": "(a.)",
    "word": "Kittle"
  },
  {
    "description": "Ticklish; kittle.",
    "type": "(a.)",
    "word": "Kittlish"
  },
  {
    "description": "The Chinese paper parasol.",
    "type": "(n.)",
    "word": "Kittysol"
  },
  {
    "description": "A mash vat. See Keeve.",
    "type": "(n.)",
    "word": "Kive"
  },
  {
    "description": "To cover.",
    "type": "(v. t.)",
    "word": "Kiver"
  },
  {
    "description": "A cover.",
    "type": "(n.)",
    "word": "Kiver"
  },
  {
    "description": "of Kiwikiwi",
    "type": "(pl. )",
    "word": "Kivikivies"
  },
  {
    "description": "of Kiwikiwi",
    "type": "(pl. )",
    "word": "Kiwikiwies"
  },
  {
    "description": "Alt. of Kiwikiwi",
    "type": "(n.)",
    "word": "Kivikivi"
  },
  {
    "description": "Any species of Apteryx, esp. A. australis; -- so called in imitation of its notes. Called also kiwi. See Apteryx.",
    "type": "(n.)",
    "word": "Kiwikiwi"
  },
  {
    "description": "See Kitchen middens.",
    "type": "()",
    "word": "Kjoekken"
  },
  {
    "description": "A collective name for the Indians of several tribes formerly living along the Klamath river, in California and Oregon, but now restricted to a reservation at Klamath Lake; -- called also Clamets and Hamati.",
    "type": "(n. pl.)",
    "word": "Klamaths"
  },
  {
    "description": "(Zool.) An antelope (Cerphalopus pygmaeus), found in South Africa. It is of very small size, being but one foot high at shoulder. It is remarkable for its activity, and for its mild and timid disposition. Called also guevi, and pygmy antelope.",
    "type": "(n.)",
    "word": "Kleeneboc"
  },
  {
    "description": "A propensity to steal, claimed to be irresistible. This does not constitute legal irresponsibility.",
    "type": "(n.)",
    "word": "Kleptomania"
  },
  {
    "description": "A person affected with kleptomania.",
    "type": "(n.)",
    "word": "Kleptomaniac"
  },
  {
    "description": "See Click.",
    "type": "(n. & v.)",
    "word": "Klick"
  },
  {
    "description": "A small postern or gate in a palisade, for the passage of sallying parties.",
    "type": "(n.)",
    "word": "Klicket"
  },
  {
    "description": "See Clinkstone.",
    "type": "(n.)",
    "word": "Klinkstone"
  },
  {
    "description": "See Clinometer.",
    "type": "(n.)",
    "word": "Klinometer"
  },
  {
    "description": "Alt. of Klipdachs",
    "type": "(n.)",
    "word": "Klipdas"
  },
  {
    "description": "A small mammal (Hyrax Capensis), found in South Africa. It is of about the size of a rabbit, and closely resembles the daman. Called also rock rabbit.",
    "type": "(n.)",
    "word": "Klipdachs"
  },
  {
    "description": "Dried cod, exported from Norway.",
    "type": "(n.)",
    "word": "Klipfish"
  },
  {
    "description": "A small, graceful South African antelope (Nanotragus oreotragus), which, like the chamois, springs from one crag to another with great agility; -- called also kainsi.",
    "type": "(n.)",
    "word": "Klipspringer"
  },
  {
    "description": "A glen; a ravine closed at its upper end.",
    "type": "(n.)",
    "word": "Kloof"
  },
  {
    "description": "See Kleptomania.",
    "type": "(n.)",
    "word": "Klopemania"
  },
  {
    "description": "of Knab",
    "type": "(imp. & p. p.)",
    "word": "Knabbed"
  },
  {
    "description": "of Knab",
    "type": "(p. pr. & vb. n.)",
    "word": "Knabbing"
  },
  {
    "description": "To seize with the teeth; to gnaw.",
    "type": "(v. t.)",
    "word": "Knab"
  },
  {
    "description": "To nab. See Nab, v. t.",
    "type": "(v. t.)",
    "word": "Knab"
  },
  {
    "description": "To bite or nibble.",
    "type": "(v. i.)",
    "word": "Knabble"
  },
  {
    "description": "To crack; to make a sharp, abrupt noise to chink.",
    "type": "(v. i.)",
    "word": "Knack"
  },
  {
    "description": "To speak affectedly.",
    "type": "(v. i.)",
    "word": "Knack"
  },
  {
    "description": "A petty contrivance; a toy; a plaything; a knickknack.",
    "type": "(n.)",
    "word": "Knack"
  },
  {
    "description": "A readiness in performance; aptness at doing something; skill; facility; dexterity.",
    "type": "(n.)",
    "word": "Knack"
  },
  {
    "description": "Something performed, or to be done, requiring aptness and dexterity; a trick; a device.",
    "type": "(n.)",
    "word": "Knack"
  },
  {
    "description": "One who makes knickknacks, toys, etc.",
    "type": "(n.)",
    "word": "Knacker"
  },
  {
    "description": "One of two or more pieces of bone or wood held loosely between the fingers, and struck together by moving the hand; -- called also clapper.",
    "type": "(n.)",
    "word": "Knacker"
  },
  {
    "description": "a harness maker.",
    "type": "(n.)",
    "word": "Knacker"
  },
  {
    "description": "One who slaughters worn-out horses and sells their flesh for dog's meat.",
    "type": "(n.)",
    "word": "Knacker"
  },
  {
    "description": "Trickish; artful.",
    "type": "(a.)",
    "word": "Knackish"
  },
  {
    "description": "See Knock-kneed.",
    "type": "(a.)",
    "word": "Knack-kneed"
  },
  {
    "description": "Having a knack; cunning; crafty; trickish.",
    "type": "(a.)",
    "word": "Knacky"
  },
  {
    "description": "A knot in wood; a protuberance.",
    "type": "(n.)",
    "word": "Knag"
  },
  {
    "description": "A wooden peg for hanging things on.",
    "type": "(n.)",
    "word": "Knag"
  },
  {
    "description": "The prong of an antler.",
    "type": "(n.)",
    "word": "Knag"
  },
  {
    "description": "The rugged top of a hill.",
    "type": "(n.)",
    "word": "Knag"
  },
  {
    "description": "Full of knots; knaggy.",
    "type": "(a.)",
    "word": "Knagged"
  },
  {
    "description": "Knotty; rough; figuratively, rough in temper.",
    "type": "(a.)",
    "word": "Knaggy"
  },
  {
    "description": "A protuberance; a swelling; a knob; a button; hence, rising ground; a summit. See Knob, and Knop.",
    "type": "(n.)",
    "word": "Knap"
  },
  {
    "description": "of Knap",
    "type": "(imp. & p. p.)",
    "word": "Knapped"
  },
  {
    "description": "of Knap",
    "type": "(p. pr. & vb. n.)",
    "word": "Knapping"
  },
  {
    "description": "To bite; to bite off; to break short.",
    "type": "(v. t.)",
    "word": "Knap"
  },
  {
    "description": "To strike smartly; to rap; to snap.",
    "type": "(v. t.)",
    "word": "Knap"
  },
  {
    "description": "To make a sound of snapping.",
    "type": "(v. i.)",
    "word": "Knap"
  },
  {
    "description": "A sharp blow or slap.",
    "type": "(n.)",
    "word": "Knap"
  },
  {
    "description": "The bladder campion (Silene inflata).",
    "type": "(n.)",
    "word": "Knapbottle"
  },
  {
    "description": "Snappish; peevish.",
    "type": "(a.)",
    "word": "Knappish"
  },
  {
    "description": "To break off with an abrupt, sharp noise; to bite; to nibble.",
    "type": "(v.)",
    "word": "Knapple"
  },
  {
    "description": "Having knaps; full of protuberances or humps; knobby.",
    "type": "(a.)",
    "word": "Knappy"
  },
  {
    "description": "A case of canvas or leather, for carrying on the back a soldier's necessaries, or the clothing, etc., of a traveler.",
    "type": "(v. t.)",
    "word": "Knapsack"
  },
  {
    "description": "The black centaury (Centaurea nigra); -- so called from the knoblike heads of flowers. Called also bullweed.",
    "type": "(n.)",
    "word": "Knapweed"
  },
  {
    "description": "See Gnar.",
    "type": "(n.)",
    "word": "Knar"
  },
  {
    "description": "A knot in wood. See Gnarl.",
    "type": "(n.)",
    "word": "Knarl"
  },
  {
    "description": "Knotted. See Gnarled.",
    "type": "(a.)",
    "word": "Knarled"
  },
  {
    "description": "Knotty; gnarled.",
    "type": "(a.)",
    "word": "Knarred"
  },
  {
    "description": "Knotty; gnarled.",
    "type": "(a.)",
    "word": "Knarry"
  },
  {
    "description": "A boy; especially, a boy servant.",
    "type": "(n.)",
    "word": "Knave"
  },
  {
    "description": "Any male servant; a menial.",
    "type": "(n.)",
    "word": "Knave"
  },
  {
    "description": "A tricky, deceitful fellow; a dishonest person; a rogue; a villain.",
    "type": "(n.)",
    "word": "Knave"
  },
  {
    "description": "A playing card marked with the figure of a servant or soldier; a jack.",
    "type": "(n.)",
    "word": "Knave"
  },
  {
    "description": "of Knavery",
    "type": "(pl. )",
    "word": "Knaveries"
  },
  {
    "description": "The practices of a knave; petty villainy; fraud; trickery; a knavish action.",
    "type": "(n.)",
    "word": "Knavery"
  },
  {
    "description": "Roguish or mischievous tricks.",
    "type": "(n.)",
    "word": "Knavery"
  },
  {
    "description": "A small due, in meal, established by usage, which is paid to the under miller.",
    "type": "(n.)",
    "word": "Knaveship"
  },
  {
    "description": "A knavish woman.",
    "type": "(n.)",
    "word": "Knavess"
  },
  {
    "description": "Like or characteristic of a knave; given to knavery; trickish; fraudulent; dishonest; villainous; as, a knavish fellow, or a knavish trick.",
    "type": "(a.)",
    "word": "Knavish"
  },
  {
    "description": "Mischievous; roguish; waggish.",
    "type": "(a.)",
    "word": "Knavish"
  },
  {
    "description": "In a knavish manner; dishonestly; fraudulently.",
    "type": "(adv.)",
    "word": "Knavishly"
  },
  {
    "description": "Mischievously; waggishly; roguishly.",
    "type": "(adv.)",
    "word": "Knavishly"
  },
  {
    "description": "The quality or state of being knavish; knavery; dishonesty.",
    "type": "(n.)",
    "word": "KNavishness"
  },
  {
    "description": "See Gnaw.",
    "type": "(v. t.)",
    "word": "Knaw"
  },
  {
    "description": "A low, spreading weed (Scleranthus annuus), common in sandy soil.",
    "type": "(n.)",
    "word": "Knawel"
  },
  {
    "description": "of Knead",
    "type": "(imp. & p. p.)",
    "word": "Kneaded"
  },
  {
    "description": "of Knead",
    "type": "(p. pr. & vb. n.)",
    "word": "Kneading"
  },
  {
    "description": "To work and press into a mass, usually with the hands; esp., to work, as by repeated pressure with the knuckles, into a well mixed mass, as the materials of bread, cake, etc.; as, to knead dough.",
    "type": "(v. t.)",
    "word": "Knead"
  },
  {
    "description": "Fig.: To treat or form as by kneading; to beat.",
    "type": "(v. t.)",
    "word": "Knead"
  },
  {
    "description": "That may be kneaded; capable of being worked into a mass.",
    "type": "(a.)",
    "word": "Kneadable"
  },
  {
    "description": "One who kneads.",
    "type": "(n.)",
    "word": "Kneader"
  },
  {
    "description": "In the manner of one kneading.",
    "type": "(adv.)",
    "word": "Kneadingly"
  },
  {
    "description": "A mineral of a gray, red, brown, or green color, and glistening luster. It is a silicate of iron and manganese.",
    "type": "(n.)",
    "word": "Knebelite"
  },
  {
    "description": "The twisting of a rope or cable, as it is running out.",
    "type": "(n.)",
    "word": "Kneck"
  },
  {
    "description": "In man, the joint in the middle part of the leg.",
    "type": "(n.)",
    "word": "Knee"
  },
  {
    "description": "The joint, or region of the joint, between the thigh and leg.",
    "type": "(n.)",
    "word": "Knee"
  },
  {
    "description": "In the horse and allied animals, the carpal joint, corresponding to the wrist in man.",
    "type": "(n.)",
    "word": "Knee"
  },
  {
    "description": "A piece of timber or metal formed with an angle somewhat in the shape of the human knee when bent.",
    "type": "(n.)",
    "word": "Knee"
  },
  {
    "description": "A bending of the knee, as in respect or courtesy.",
    "type": "(n.)",
    "word": "Knee"
  },
  {
    "description": "To supplicate by kneeling.",
    "type": "(v. t.)",
    "word": "Knee"
  },
  {
    "description": "A tuft or brush of hair on the knees of some species of antelopes and other animals; -- chiefly used in the plural.",
    "type": "(n.)",
    "word": "Kneebrush"
  },
  {
    "description": "A thick mass or collection of hairs on the legs of bees, by aid of which they carry the collected pollen to the hive or nest; -- usually in the plural.",
    "type": "(n.)",
    "word": "Kneebrush"
  },
  {
    "description": "The kneepan.",
    "type": "(n.)",
    "word": "Kneecap"
  },
  {
    "description": "A cap or protection for the knee.",
    "type": "(n.)",
    "word": "Kneecap"
  },
  {
    "description": "Obsequious; fawning; cringing.",
    "type": "(a.)",
    "word": "Knee-crooking"
  },
  {
    "description": "Having knees;- used chiefly in composition; as, in-kneed; out-kneed; weak-kneed.",
    "type": "(a.)",
    "word": "Kneed"
  },
  {
    "description": "Geniculated; forming an obtuse angle at the joints, like the knee when a little bent; as, kneed grass.",
    "type": "(a.)",
    "word": "Kneed"
  },
  {
    "description": "Rising to the knees; knee-high; as, water or snow knee-deep.",
    "type": "(a.)",
    "word": "Knee-deep"
  },
  {
    "description": "Sunk to the knees; as, men knee-deep in water.",
    "type": "(a.)",
    "word": "Knee-deep"
  },
  {
    "description": "Rising or reaching upward to the knees; as, the water is knee-high.",
    "type": "(a.)",
    "word": "Knee-high"
  },
  {
    "description": "The joint of the knee.",
    "type": "(n.)",
    "word": "Kneejoint"
  },
  {
    "description": "A toggle joint; -- so called because consisting of two pieces jointed to each other end to end, making an angle like the knee when bent.",
    "type": "(n.)",
    "word": "Kneejoint"
  },
  {
    "description": "Geniculate; kneed. See Kneed, a., 2.",
    "type": "(a.)",
    "word": "Kneejointed"
  },
  {
    "description": "of Kneel",
    "type": "(imp. & p. p.)",
    "word": "Knelt"
  },
  {
    "description": "of Kneel",
    "type": "()",
    "word": "Kneeled"
  },
  {
    "description": "of Kneel",
    "type": "(p. pr. & vb. n.)",
    "word": "Kneeling"
  },
  {
    "description": "To bend the knee; to fall or rest on the knees; -- sometimes with down.",
    "type": "(v. i.)",
    "word": "Kneel"
  },
  {
    "description": "One who kneels or who worships by or while kneeling.",
    "type": "(n.)",
    "word": "Kneeler"
  },
  {
    "description": "A cushion or stool to kneel on.",
    "type": "(n.)",
    "word": "Kneeler"
  },
  {
    "description": "A name given to certain catechumens and penitents who were permitted to join only in parts of church worship.",
    "type": "(n.)",
    "word": "Kneeler"
  },
  {
    "description": "In a kneeling position.",
    "type": "(adv.)",
    "word": "Kneelingly"
  },
  {
    "description": "A roundish, flattened, sesamoid bone in the tendon in front of the knee joint; the patella; the kneecap.",
    "type": "(n.)",
    "word": "Kneepan"
  },
  {
    "description": "A piece shaped like a knee; as, the kneepieces or ears of a boat.",
    "type": "(n.)",
    "word": "Kneepiece"
  },
  {
    "description": "The stoke of a bell tolled at a funeral or at the death of a person; a death signal; a passing bell; hence, figuratively, a warning of, or a sound indicating, the passing away of anything.",
    "type": "(n.)",
    "word": "Knell"
  },
  {
    "description": "of Knell",
    "type": "(imp. & p. p.)",
    "word": "Knelled"
  },
  {
    "description": "of Knell",
    "type": "(p. pr. & vb. n.)",
    "word": "Knelling"
  },
  {
    "description": "To sound as a knell; especially, to toll at a death or funeral; hence, to sound as a warning or evil omen.",
    "type": "(n.)",
    "word": "Knell"
  },
  {
    "description": "To summon, as by a knell.",
    "type": "(v. t.)",
    "word": "Knell"
  },
  {
    "description": "of Kneel.",
    "type": "(imp. & p. p.)",
    "word": "Knelt"
  },
  {
    "description": "of Know.",
    "type": "(imp.)",
    "word": "Knew"
  },
  {
    "description": "A small ball of clay, baked hard and oiled, used as a marble by boys in playing.",
    "type": "(n.)",
    "word": "Knicker"
  },
  {
    "description": "The name for a style of short breeches; smallclothes.",
    "type": "(n. pl.)",
    "word": "Knickerbockers"
  },
  {
    "description": "A trifle or toy; a bawble; a gewgaw.",
    "type": "(n.)",
    "word": "Knickknack"
  },
  {
    "description": "A collection of knickknacks.",
    "type": "(n.)",
    "word": "Knickknackatory"
  },
  {
    "description": "Knickknacks.",
    "type": "(n.)",
    "word": "Knickknackery"
  },
  {
    "description": "of Knife",
    "type": "(pl. )",
    "word": "Knives"
  },
  {
    "description": "An instrument consisting of a thin blade, usually of steel and having a sharp edge for cutting, fastened to a handle, but of many different forms and names for different uses; as, table knife, drawing knife, putty knife, pallet knife, pocketknife, penknife, chopping knife, etc..",
    "type": "(n.)",
    "word": "Knife"
  },
  {
    "description": "A sword or dagger.",
    "type": "(n.)",
    "word": "Knife"
  },
  {
    "description": "of Knife",
    "type": "(imp. & p. p.)",
    "word": "Knifed"
  },
  {
    "description": "of Knife",
    "type": "(p. pr. & vb. n.)",
    "word": "Knifing"
  },
  {
    "description": "To prune with the knife.",
    "type": "(v. t.)",
    "word": "Knife"
  },
  {
    "description": "To cut or stab with a knife.",
    "type": "(v. t.)",
    "word": "Knife"
  },
  {
    "description": "A board on which knives are cleaned or polished.",
    "type": "(n.)",
    "word": "Knifeboard"
  },
  {
    "description": "A piece of steel sharpened to an acute edge or angle, and resting on a smooth surface, serving as the axis of motion of a pendulum, scale beam, or other piece required to oscillate with the least possible friction.",
    "type": "(n.)",
    "word": "Knife-edge"
  },
  {
    "description": "A young servant or follower; a military attendant.",
    "type": "(n.)",
    "word": "Knight"
  },
  {
    "description": "In feudal times, a man-at-arms serving on horseback and admitted to a certain military rank with special ceremonies, including an oath to protect the distressed, maintain the right, and live a stainless life.",
    "type": "(n.)",
    "word": "Knight"
  },
  {
    "description": "One on whom knighthood, a dignity next below that of baronet, is conferred by the sovereign, entitling him to be addressed as Sir; as, Sir John.",
    "type": "(n.)",
    "word": "Knight"
  },
  {
    "description": "A champion; a partisan; a lover.",
    "type": "(n.)",
    "word": "Knight"
  },
  {
    "description": "A piece used in the game of chess, usually bearing a horse's head.",
    "type": "(n.)",
    "word": "Knight"
  },
  {
    "description": "A playing card bearing the figure of a knight; the knave or jack.",
    "type": "(n.)",
    "word": "Knight"
  },
  {
    "description": "of Knight",
    "type": "(imp. & p. p.)",
    "word": "Knighted"
  },
  {
    "description": "of Knight",
    "type": "(p. pr. & vb. n.)",
    "word": "Knighting"
  },
  {
    "description": "To dub or create (one) a knight; -- done in England by the sovereign only, who taps the kneeling candidate with a sword, saying: Rise, Sir ---.",
    "type": "(v. t.)",
    "word": "Knight"
  },
  {
    "description": "To body of knights, taken collectively.",
    "type": "(n.)",
    "word": "Knightage"
  },
  {
    "description": "of Knight bachelor",
    "type": "(pl. )",
    "word": "Knights"
  },
  {
    "description": "A knight of the most ancient, but lowest, order of English knights, and not a member of any order of chivalry. See Bachelor, 4.",
    "type": "()",
    "word": "Knight"
  },
  {
    "description": "of Knight banneret",
    "type": "(pl. )",
    "word": "Knights"
  },
  {
    "description": "A knight who carried a banner, who possessed fiefs to a greater amount than the knight bachelor, and who was obliged to serve in war with a greater number of attendants. The dignity was sometimes conferred by the sovereign in person on the field of battle.",
    "type": "()",
    "word": "Knight"
  },
  {
    "description": "See Baronet.",
    "type": "()",
    "word": "Knight"
  },
  {
    "description": "of Knight-errant",
    "type": "(pl. )",
    "word": "Knight-errants"
  },
  {
    "description": "of Knight-errant",
    "type": "(pl. )",
    "word": "Knights-errant"
  },
  {
    "description": "A wandering knight; a knight who traveled in search of adventures, for the purpose of exhibiting military skill, prowess, and generosity.",
    "type": "(n.)",
    "word": "Knight-errant"
  },
  {
    "description": "of Knight-errantry",
    "type": "(pl. )",
    "word": "Knight-errantries"
  },
  {
    "description": "The character or actions of wandering knights; the practice of wandering in quest of adventures; chivalry; a quixotic or romantic adventure or scheme.",
    "type": "(n.)",
    "word": "Knight-errantry"
  },
  {
    "description": "Pertaining to a knight-errant or to knight-errantry.",
    "type": "(a.)",
    "word": "Knight-er-ratic"
  },
  {
    "description": "A bollard timber. See under Bollard.",
    "type": "(n.)",
    "word": "Knighthead"
  },
  {
    "description": "The character, dignity, or condition of a knight, or of knights as a class; hence, chivalry.",
    "type": "(n.)",
    "word": "Knighthood"
  },
  {
    "description": "The whole body of knights.",
    "type": "(n.)",
    "word": "Knighthood"
  },
  {
    "description": "Unbecoming a knight.",
    "type": "(a.)",
    "word": "Knightless"
  },
  {
    "description": "The character or bearing suitable for a knight; chivalry.",
    "type": "(n.)",
    "word": "Knightliness"
  },
  {
    "description": "Of or pertaining to a knight; becoming a knight; chivalrous; as, a knightly combat; a knightly spirit.",
    "type": "(a.)",
    "word": "Knightly"
  },
  {
    "description": "In a manner becoming a knight.",
    "type": "(adv.)",
    "word": "Knightly"
  },
  {
    "description": "An officer in the household of the British sovereign, who has cognizance of transgressions within the royal household and verge, and of contracts made there, a member of the household being one of the parties.",
    "type": "()",
    "word": "Knight"
  },
  {
    "description": "A tenure of lands held by knights on condition of performing military service. See Chivalry, n., 4.",
    "type": "()",
    "word": "Knight"
  },
  {
    "description": "of Knight Templar",
    "type": "(pl. )",
    "word": "Knights"
  },
  {
    "description": "See Commandery, n., 3, and also Templar, n., 1 and 3.",
    "type": "()",
    "word": "Knight"
  },
  {
    "description": "of Knit",
    "type": "(imp. & p. p.)",
    "word": "Knit"
  },
  {
    "description": "of Knit",
    "type": "()",
    "word": "Knitted"
  },
  {
    "description": "of Knit",
    "type": "(p. pr. & vb. n.)",
    "word": "Knitting"
  },
  {
    "description": "To form into a knot, or into knots; to tie together, as cord; to fasten by tying.",
    "type": "(v. t.)",
    "word": "Knit"
  },
  {
    "description": "To form, as a textile fabric, by the interlacing of yarn or thread in a series of connected loops, by means of needles, either by hand or by machinery; as, to knit stockings.",
    "type": "(v. t.)",
    "word": "Knit"
  },
  {
    "description": "To join; to cause to grow together.",
    "type": "(v. t.)",
    "word": "Knit"
  },
  {
    "description": "To unite closely; to connect; to engage; as, hearts knit together in love.",
    "type": "(v. t.)",
    "word": "Knit"
  },
  {
    "description": "To draw together; to contract into wrinkles.",
    "type": "(v. t.)",
    "word": "Knit"
  },
  {
    "description": "To form a fabric by interlacing yarn or thread; to weave by making knots or loops.",
    "type": "(v. i.)",
    "word": "Knit"
  },
  {
    "description": "To be united closely; to grow together; as, broken bones will in time knit and become sound.",
    "type": "(v. i.)",
    "word": "Knit"
  },
  {
    "description": "Union knitting; texture.",
    "type": "(n.)",
    "word": "Knit"
  },
  {
    "description": "The plant comfrey; -- so called from its use as a restorative.",
    "type": "(n.)",
    "word": "Knitback"
  },
  {
    "description": "Alt. of Knitchet",
    "type": "(n.)",
    "word": "Knitch"
  },
  {
    "description": "A number of things tied or knit together; a bundle; a fagot.",
    "type": "(n.)",
    "word": "Knitchet"
  },
  {
    "description": "Small particles of ore.",
    "type": "(n. pl.)",
    "word": "Knits"
  },
  {
    "description": "A woman who knits.",
    "type": "(n.)",
    "word": "Knitster"
  },
  {
    "description": "One who, or that which, knits, joins, or unites; a knitting machine.",
    "type": "(n.)",
    "word": "Knitter"
  },
  {
    "description": "The work of a knitter; the network formed by knitting.",
    "type": "(n.)",
    "word": "Knitting"
  },
  {
    "description": "Union formed by knitting, as of bones.",
    "type": "(n.)",
    "word": "Knitting"
  },
  {
    "description": "A string that draws together a purse or bag.",
    "type": "(n.)",
    "word": "Knittle"
  },
  {
    "description": "See Nettles.",
    "type": "(n.)",
    "word": "Knittle"
  },
  {
    "description": "of Knife. See Knife.",
    "type": "(n. pl.)",
    "word": "Knives"
  },
  {
    "description": "A hard protuberance; a hard swelling or rising; a bunch; a lump; as, a knob in the flesh, or on a bone.",
    "type": "(n.)",
    "word": "Knob"
  },
  {
    "description": "A knoblike ornament or handle; as, the knob of a lock, door, or drawer.",
    "type": "(n.)",
    "word": "Knob"
  },
  {
    "description": "A rounded hill or mountain; as, the Pilot Knob.",
    "type": "(n.)",
    "word": "Knob"
  },
  {
    "description": "See Knop.",
    "type": "(n.)",
    "word": "Knob"
  },
  {
    "description": "To grow into knobs or bunches; to become knobbed.",
    "type": "(v. i.)",
    "word": "Knob"
  },
  {
    "description": "Containing knobs; full of knobs; ending in a nob. See Illust of Antenna.",
    "type": "(a.)",
    "word": "Knobbed"
  },
  {
    "description": "See Knobbler.",
    "type": "(n.)",
    "word": "Knobber"
  },
  {
    "description": "Rough dressing by knocking off knobs or projections.",
    "type": "(n.)",
    "word": "Knobbing"
  },
  {
    "description": "The hart in its second year; a young deer.",
    "type": "(n.)",
    "word": "Knobbler"
  },
  {
    "description": "A bloomery fire. See Bloomery.",
    "type": "()",
    "word": "Knobbling"
  },
  {
    "description": "Full of, or covered with, knobs or hard protuberances.",
    "type": "(a.)",
    "word": "Knobby"
  },
  {
    "description": "Irregular; stubborn in particulars.",
    "type": "(a.)",
    "word": "Knobby"
  },
  {
    "description": "Abounding in rounded hills or mountains; hilly.",
    "type": "(a.)",
    "word": "Knobby"
  },
  {
    "description": "One who refuses to join, or withdraws from, a trades union.",
    "type": "(n.)",
    "word": "Knobstick"
  },
  {
    "description": "of Knock",
    "type": "(imp. & p. p.)",
    "word": "Knocked"
  },
  {
    "description": "of Knock",
    "type": "(p. pr. & vb. n.)",
    "word": "Knocking"
  },
  {
    "description": "To drive or be driven against something; to strike against something; to clash; as, one heavy body knocks against another.",
    "type": "(v. i.)",
    "word": "Knock"
  },
  {
    "description": "To strike or beat with something hard or heavy; to rap; as, to knock with a club; to knock on the door.",
    "type": "(v. i.)",
    "word": "Knock"
  },
  {
    "description": "To strike with something hard or heavy; to move by striking; to drive (a thing) against something; as, to knock a ball with a bat; to knock the head against a post; to knock a lamp off the table.",
    "type": "(v. t.)",
    "word": "Knock"
  },
  {
    "description": "To strike for admittance; to rap upon, as a door.",
    "type": "(v. t.)",
    "word": "Knock"
  },
  {
    "description": "A blow; a stroke with something hard or heavy; a jar.",
    "type": "(n.)",
    "word": "Knock"
  },
  {
    "description": "A stroke, as on a door for admittance; a rap.",
    "type": "(n.)",
    "word": "Knock"
  },
  {
    "description": "A felling by a knock, as of a combatant, or of an animal.",
    "type": "(n.)",
    "word": "Knockdown"
  },
  {
    "description": "Of force sufficient to fell or completely overthrow; as, a knockdown blow; a knockdown argument.",
    "type": "(a.)",
    "word": "Knockdown"
  },
  {
    "description": "One who, or that which, knocks; specifically, an instrument, or kind of hammer, fastened to a door, to be used in seeking for admittance.",
    "type": "(n.)",
    "word": "Knocker"
  },
  {
    "description": "A beating; a rap; a series of raps.",
    "type": "(n.)",
    "word": "Knocking"
  },
  {
    "description": "Large lumps picked out of the sieve, in dressing ore.",
    "type": "(n. pl.)",
    "word": "Knockings"
  },
  {
    "description": "A condition in which the knees are bent in so as to touch each other in walking; inknee.",
    "type": "(n.)",
    "word": "Knock-knee"
  },
  {
    "description": "Having the legs bent inward so that the knees touch in walking.",
    "type": "(a.)",
    "word": "Knock-kneed"
  },
  {
    "description": "A block upon which ore is broken up.",
    "type": "(n.)",
    "word": "Knockstone"
  },
  {
    "description": "A little round hill; a mound; a small elevation of earth; the top or crown of a hill.",
    "type": "(n.)",
    "word": "Knoll"
  },
  {
    "description": "of Knoll",
    "type": "(imp. & p. p.)",
    "word": "Knolled"
  },
  {
    "description": "of Knoll",
    "type": "(p. pr. & vb. n.)",
    "word": "Knolling"
  },
  {
    "description": "To ring, as a bell; to strike a knell upon; to toll; to proclaim, or summon, by ringing.",
    "type": "(v. t.)",
    "word": "Knoll"
  },
  {
    "description": "To sound, as a bell; to knell.",
    "type": "(v. i.)",
    "word": "Knoll"
  },
  {
    "description": "The tolling of a bell; a knell.",
    "type": "(n.)",
    "word": "Knoll"
  },
  {
    "description": "One who tolls a bell.",
    "type": "(n.)",
    "word": "Knoller"
  },
  {
    "description": "A knob; a bud; a bunch; a button.",
    "type": "(n.)",
    "word": "Knop"
  },
  {
    "description": "Any boldly projecting sculptured ornament; esp., the ornamental termination of a pinnacle, and then synonymous with finial; -- called also knob, and knosp.",
    "type": "(n.)",
    "word": "Knop"
  },
  {
    "description": "Having knops or knobs; fastened as with buttons.",
    "type": "(a.)",
    "word": "Knopped"
  },
  {
    "description": "A kind of gall produced by a gallfly on the cup of an acorn, -- used in tanning and dyeing.",
    "type": "(n.)",
    "word": "Knoppern"
  },
  {
    "description": "Same as Knapweed.",
    "type": "(n.)",
    "word": "Knopweed"
  },
  {
    "description": "See Knur.",
    "type": "(n.)",
    "word": "Knor"
  },
  {
    "description": "Same as Knop,2.",
    "type": "(n.)",
    "word": "Knosp"
  },
  {
    "description": "A fastening together of the pars or ends of one or more threads, cords, ropes, etc., by any one of various ways of tying or entangling.",
    "type": "(n.)",
    "word": "Knot"
  },
  {
    "description": "A lump or loop formed in a thread, cord, rope. etc., as at the end, by tying or interweaving it upon itself.",
    "type": "(n.)",
    "word": "Knot"
  },
  {
    "description": "An ornamental tie, as of a ribbon.",
    "type": "(n.)",
    "word": "Knot"
  },
  {
    "description": "A bond of union; a connection; a tie.",
    "type": "(n.)",
    "word": "Knot"
  },
  {
    "description": "Something not easily solved; an intricacy; a difficulty; a perplexity; a problem.",
    "type": "(n.)",
    "word": "Knot"
  },
  {
    "description": "A figure the lines of which are interlaced or intricately interwoven, as in embroidery, gardening, etc.",
    "type": "(n.)",
    "word": "Knot"
  },
  {
    "description": "A cluster of persons or things; a collection; a group; a hand; a clique; as, a knot of politicians.",
    "type": "(n.)",
    "word": "Knot"
  },
  {
    "description": "A portion of a branch of a tree that forms a mass of woody fiber running at an angle with the grain of the main stock and making a hard place in the timber. A loose knot is generally the remains of a dead branch of a tree covered by later woody growth.",
    "type": "(n.)",
    "word": "Knot"
  },
  {
    "description": "A knob, lump, swelling, or protuberance.",
    "type": "(n.)",
    "word": "Knot"
  },
  {
    "description": "A protuberant joint in a plant.",
    "type": "(n.)",
    "word": "Knot"
  },
  {
    "description": "The point on which the action of a story depends; the gist of a matter.",
    "type": "(n.)",
    "word": "Knot"
  },
  {
    "description": "See Node.",
    "type": "(n.)",
    "word": "Knot"
  },
  {
    "description": "A division of the log line, serving to measure the rate of the vessel's motion. Each knot on the line bears the same proportion to a mile that thirty seconds do to an hour. The number of knots which run off from the reel in half a minute, therefore, shows the number of miles the vessel sails in an hour.",
    "type": "(n.)",
    "word": "Knot"
  },
  {
    "description": "A nautical mile, or 6080.27 feet; as, when a ship goes eight miles an hour, her speed is said to be eight knots.",
    "type": "(n.)",
    "word": "Knot"
  },
  {
    "description": "A kind of epaulet. See Shoulder knot.",
    "type": "(n.)",
    "word": "Knot"
  },
  {
    "description": "A sandpiper (Tringa canutus), found in the northern parts of all the continents, in summer. It is grayish or ashy above, with the rump and upper tail coverts white, barred with dusky. The lower parts are pale brown, with the flanks and under tail coverts white. When fat it is prized by epicures. Called also dunne.",
    "type": "(n.)",
    "word": "Knot"
  },
  {
    "description": "of Knot",
    "type": "(imp. & p. p.)",
    "word": "Knotted"
  },
  {
    "description": "of Knot",
    "type": "(p. pr. & vb. n.)",
    "word": "Knotting"
  },
  {
    "description": "To tie in or with, or form into, a knot or knots; to form a knot on, as a rope; to entangle.",
    "type": "(v. t.)",
    "word": "Knot"
  },
  {
    "description": "To unite closely; to knit together.",
    "type": "(v. t.)",
    "word": "Knot"
  },
  {
    "description": "To entangle or perplex; to puzzle.",
    "type": "(v. t.)",
    "word": "Knot"
  },
  {
    "description": "To form knots or joints, as in a cord, a plant, etc.; to become entangled.",
    "type": "(v. i.)",
    "word": "Knot"
  },
  {
    "description": "To knit knots for fringe or trimming.",
    "type": "(v. i.)",
    "word": "Knot"
  },
  {
    "description": "To copulate; -- said of toads.",
    "type": "(v. i.)",
    "word": "Knot"
  },
  {
    "description": "The cloudberry (Rudus Chamaemorus); -- so called from its knotted stems.",
    "type": "(n.)",
    "word": "Knotberry"
  },
  {
    "description": "a common weed with jointed stems (Polygonum aviculare); knotweed.",
    "type": "(n.)",
    "word": "Knotgrass"
  },
  {
    "description": "The dog grass. See under Dog.",
    "type": "(n.)",
    "word": "Knotgrass"
  },
  {
    "description": "Free from knots; without knots.",
    "type": "(a.)",
    "word": "Knotless"
  },
  {
    "description": "Full of knots; having knots knurled; as, a knotted cord; the knotted oak.",
    "type": "(a.)",
    "word": "Knotted"
  },
  {
    "description": "Interwoven; matted; entangled.",
    "type": "(a.)",
    "word": "Knotted"
  },
  {
    "description": "Having intersecting lines or figures.",
    "type": "(a.)",
    "word": "Knotted"
  },
  {
    "description": "Characterized by small, detached points, chiefly composed of mica, less decomposable than the mass of the rock, and forming knots in relief on the weathered surface; as, knotted rocks.",
    "type": "(a.)",
    "word": "Knotted"
  },
  {
    "description": "Entangled; puzzling; knotty.",
    "type": "(a.)",
    "word": "Knotted"
  },
  {
    "description": "The quality or state of being knotty or full of knots.",
    "type": "(n.)",
    "word": "Knottiness"
  },
  {
    "description": "Difficulty of solution; intricacy; complication.",
    "type": "(n.)",
    "word": "Knottiness"
  },
  {
    "description": "Full of knots; knotted; having many knots; as, knotty timber; a knotty rope.",
    "type": "(superl.)",
    "word": "Knotty"
  },
  {
    "description": "Hard; rugged; as, a knotty head.",
    "type": "(superl.)",
    "word": "Knotty"
  },
  {
    "description": "Difficult; intricate; perplexed.",
    "type": "(superl.)",
    "word": "Knotty"
  },
  {
    "description": "See Knot/rass.",
    "type": "(n.)",
    "word": "Knotweed"
  },
  {
    "description": "A small, herbaceous, trailing plant, of the genus Illecebrum (I. verticillatum).",
    "type": "(n.)",
    "word": "Knotwort"
  },
  {
    "description": "A kind of whip for flogging criminals, formerly much used in Russia. The last is a tapering bundle of leather thongs twisted with wire and hardened, so that it mangles the flesh.",
    "type": "(n.)",
    "word": "Knout"
  },
  {
    "description": "To punish with the knout.",
    "type": "(v. t.)",
    "word": "Knout"
  },
  {
    "description": "Knee.",
    "type": "(n.)",
    "word": "Know"
  },
  {
    "description": "of Know",
    "type": "(imp.)",
    "word": "Knew"
  },
  {
    "description": "of Know",
    "type": "(p. p.)",
    "word": "Known"
  },
  {
    "description": "of Know",
    "type": "(p. pr. & vb. n.)",
    "word": "Knowing"
  },
  {
    "description": "To perceive or apprehend clearly and certainly; to understand; to have full information of; as, to know one's duty.",
    "type": "(v. i.)",
    "word": "Know"
  },
  {
    "description": "To be convinced of the truth of; to be fully assured of; as, to know things from information.",
    "type": "(v. i.)",
    "word": "Know"
  },
  {
    "description": "To be acquainted with; to be no stranger to; to be more or less familiar with the person, character, etc., of; to possess experience of; as, to know an author; to know the rules of an organization.",
    "type": "(v. i.)",
    "word": "Know"
  },
  {
    "description": "To recognize; to distinguish; to discern the character of; as, to know a person's face or figure.",
    "type": "(v. i.)",
    "word": "Know"
  },
  {
    "description": "To have sexual commerce with.",
    "type": "(v. i.)",
    "word": "Know"
  },
  {
    "description": "To have knowledge; to have a clear and certain perception; to possess wisdom, instruction, or information; -- often with of.",
    "type": "(v. i.)",
    "word": "Know"
  },
  {
    "description": "To be assured; to feel confident.",
    "type": "(v. i.)",
    "word": "Know"
  },
  {
    "description": "That may be known; capable of being discovered, understood, or ascertained.",
    "type": "(a.)",
    "word": "Knowable"
  },
  {
    "description": "The state or quality of being knowable.",
    "type": "(n.)",
    "word": "Knowa"
  },
  {
    "description": "One who knows everything; hence, one who makes pretension to great knowledge; a wiseacre; -- usually ironical.",
    "type": "(n.)",
    "word": "Know-all"
  },
  {
    "description": "One who knows.",
    "type": "(n.)",
    "word": "Knower"
  },
  {
    "description": "Skilful; well informed; intelligent; as, a knowing man; a knowing dog.",
    "type": "(a.)",
    "word": "Knowing"
  },
  {
    "description": "Artful; cunning; as, a knowing rascal.",
    "type": "(a.)",
    "word": "Knowing"
  },
  {
    "description": "Knowledge; hence, experience.",
    "type": "(n.)",
    "word": "Knowing"
  },
  {
    "description": "With knowledge; in a knowing manner; intelligently; consciously; deliberately; as, he would not knowingly offend.",
    "type": "(adv.)",
    "word": "Knowingly"
  },
  {
    "description": "By experience.",
    "type": "(adv.)",
    "word": "Knowingly"
  },
  {
    "description": "The state or quality of being knowing or intelligent; shrewdness; skillfulness.",
    "type": "(n.)",
    "word": "Knowingness"
  },
  {
    "description": "See Knowl, edge.",
    "type": "(n. & v.)",
    "word": "Knowleche"
  },
  {
    "description": "Knowledge.",
    "type": "(n.)",
    "word": "Knowleching"
  },
  {
    "description": "The act or state of knowing; clear perception of fact, truth, or duty; certain apprehension; familiar cognizance; cognition.",
    "type": "(v. i.)",
    "word": "Knowledge"
  },
  {
    "description": "That which is or may be known; the object of an act of knowing; a cognition; -- chiefly used in the plural.",
    "type": "(v. i.)",
    "word": "Knowledge"
  },
  {
    "description": "That which is gained and preserved by knowing; instruction; acquaintance; enlightenment; learning; scholarship; erudition.",
    "type": "(v. i.)",
    "word": "Knowledge"
  },
  {
    "description": "That familiarity which is gained by actual experience; practical skill; as, a knowledge of life.",
    "type": "(v. i.)",
    "word": "Knowledge"
  },
  {
    "description": "Scope of information; cognizance; notice; as, it has not come to my knowledge.",
    "type": "(v. i.)",
    "word": "Knowledge"
  },
  {
    "description": "Sexual intercourse; -- usually preceded by carnal; as, carnal knowledge.",
    "type": "(v. i.)",
    "word": "Knowledge"
  },
  {
    "description": "To acknowledge.",
    "type": "(v. t.)",
    "word": "Knowledge"
  },
  {
    "description": "of Know.",
    "type": "(p. p.)",
    "word": "Known"
  },
  {
    "description": "A member of a secret political organization in the United States, the chief objects of which were the proscription of foreigners by the repeal of the naturalization laws, and the exclusive choice of native Americans for office.",
    "type": "(n.)",
    "word": "Know-nothing"
  },
  {
    "description": "The doctrines, principles, or practices, of the Know-nothings.",
    "type": "(n.)",
    "word": "Know-nothingism"
  },
  {
    "description": "Waste silk formed in winding off the threads from a cocoon.",
    "type": "(n. pl.)",
    "word": "Knubs"
  },
  {
    "description": "The joint of a finger, particularly when made prominent by the closing of the fingers.",
    "type": "(n.)",
    "word": "Knuckle"
  },
  {
    "description": "The kneejoint, or middle joint, of either leg of a quadruped, especially of a calf; -- formerly used of the kneejoint of a human being.",
    "type": "(n.)",
    "word": "Knuckle"
  },
  {
    "description": "The joint of a plant.",
    "type": "(n.)",
    "word": "Knuckle"
  },
  {
    "description": "The joining pars of a hinge through which the pin or rivet passes; a knuckle joint.",
    "type": "(n.)",
    "word": "Knuckle"
  },
  {
    "description": "A convex portion of a vessel's figure where a sudden change of shape occurs, as in a canal boat, where a nearly vertical side joins a nearly flat bottom.",
    "type": "(n.)",
    "word": "Knuckle"
  },
  {
    "description": "A contrivance, usually of brass or iron, and furnished with points, worn to protect the hand, to add force to a blow, and to disfigure the person struck; as, brass knuckles; -- called also knuckle duster.",
    "type": "(n.)",
    "word": "Knuckle"
  },
  {
    "description": "of Knuckle",
    "type": "(imp. & p. p.)",
    "word": "Knuckled"
  },
  {
    "description": "of Knuckle",
    "type": "(p. pr. & vb. n.)",
    "word": "Knuckling"
  },
  {
    "description": "To yield; to submit; -- used with down, to, or under.",
    "type": "(v. i.)",
    "word": "Knuckle"
  },
  {
    "description": "To beat with the knuckles; to pommel.",
    "type": "(v. t.)",
    "word": "Knuckle"
  },
  {
    "description": "Jointed.",
    "type": "(a.)",
    "word": "Knuckled"
  },
  {
    "description": "A lout; a clown.",
    "type": "(n.)",
    "word": "Knuff"
  },
  {
    "description": "A knurl.",
    "type": "(n.)",
    "word": "Knur"
  },
  {
    "description": "A contorted knot in wood; a crossgrained protuberance; a nodule; a boss or projection.",
    "type": "(n.)",
    "word": "Knurl"
  },
  {
    "description": "One who, or that which, is crossgrained.",
    "type": "(n.)",
    "word": "Knurl"
  },
  {
    "description": "To provide with ridges, to assist the grasp, as in the edge of a flat knob, or coin; to mill.",
    "type": "(v. t.)",
    "word": "Knurl"
  },
  {
    "description": "Full of knots; gnarled.",
    "type": "(a.)",
    "word": "Knurled"
  },
  {
    "description": "Milled, as the head of a screw, or the edge of a coin.",
    "type": "(a.)",
    "word": "Knurled"
  },
  {
    "description": "Full of knots; hard; tough; hence, capable of enduring or resisting much.",
    "type": "(superl.)",
    "word": "Knurly"
  },
  {
    "description": "Full of knots.",
    "type": "(a.)",
    "word": "Knurry"
  },
  {
    "description": "Same as Coaita.",
    "type": "(n.)",
    "word": "Koaita"
  },
  {
    "description": "A tailless marsupial (Phascolarctos cinereus), found in Australia. The female carries her young on the back of her neck. Called also Australian bear, native bear, and native sloth.",
    "type": "(n.)",
    "word": "Koala"
  },
  {
    "description": "Alt. of Koba",
    "type": "(n.)",
    "word": "Kob"
  },
  {
    "description": "Any one of several species of African antelopes of the genus Kobus, esp. the species Kobus sing-sing.",
    "type": "(n.)",
    "word": "Koba"
  },
  {
    "description": "See Cobalt.",
    "type": "(n.)",
    "word": "Kobalt"
  },
  {
    "description": "A blackish gray mineral, a sulphide of antimony, bismuth, and lead.",
    "type": "(n.)",
    "word": "Kobellite"
  },
  {
    "description": "A kind of domestic spirit in German mythology, corresponding to the Scottish brownie and the English Robin Goodfellow.",
    "type": "(n.)",
    "word": "Kobold"
  },
  {
    "description": "A kind of portable camera.",
    "type": "(n.)",
    "word": "Kodak"
  },
  {
    "description": "Any one of several species of cuckoos of the genus Eudynamys, found in India, the East Indies, and Australia. They deposit their eggs in the nests of other birds.",
    "type": "(n.)",
    "word": "Koel"
  },
  {
    "description": "A two-masted Dutch vessel.",
    "type": "(n.)",
    "word": "Koff"
  },
  {
    "description": "Alt. of Kohnur",
    "type": "(n.)",
    "word": "Kohinoor"
  },
  {
    "description": "A famous diamond, surrendered to the British crown on the annexation of the Punjab. According to Hindoo legends, it was found in a Golconda mine, and has been the property of various Hindoo and Persian rulers.",
    "type": "(n.)",
    "word": "Kohnur"
  },
  {
    "description": "A mixture of soot and other ingredients, used by Egyptian and other Eastern women to darken the edges of the eyelids.",
    "type": "(n.)",
    "word": "Kohl"
  },
  {
    "description": "of Kohl-rabi",
    "type": "(pl. )",
    "word": "Kohl-rabies"
  },
  {
    "description": "A variety of cabbage, in which the edible part is a large, turnip-shaped swelling of the stem, above the surface of the ground.",
    "type": "(n.)",
    "word": "Kohl-rabi"
  },
  {
    "description": "The gemsbok.",
    "type": "(n.)",
    "word": "Kokama"
  },
  {
    "description": "Any pheasant of the genus Pucrasia. The birds of this genus inhabit India and China, and are distinguished by having a long central and two lateral crests on the head. Called also pucras.",
    "type": "(n.)",
    "word": "Koklass"
  },
  {
    "description": "The gnu.",
    "type": "(n.)",
    "word": "Kokoon"
  },
  {
    "description": "An individual of one of the races of aboriginal inhabitants which survive in Hindostan.",
    "type": "(n.)",
    "word": "Kolarian"
  },
  {
    "description": "Of or pertaining to the Kolarians.",
    "type": "(a.)",
    "word": "Kolarian"
  },
  {
    "description": "Of or pertaining to, or designating, an acid derived from meconic acid.",
    "type": "(a.)",
    "word": "Komenic"
  },
  {
    "description": "An African freshwater fish (Protopterus annectens), belonging to the Dipnoi. It can breathe air by means of its lungs, and when waters dry up, it encases itself in a nest of hard mud, where it remains till the rainy season. It is used as food.",
    "type": "(n.)",
    "word": "Komtok"
  },
  {
    "description": "To know. See Can, and Con.",
    "type": "(v. t.)",
    "word": "Kon"
  },
  {
    "description": "See Conite.",
    "type": "(n.)",
    "word": "Konite"
  },
  {
    "description": "A large African antelope (Alcelaphus Lichtensteini), allied to the hartbeest, but having shorter and flatter horns, and lacking a black patch on the face.",
    "type": "(n.)",
    "word": "Konze"
  },
  {
    "description": "A large South African antelope (Strepsiceros kudu). The males have graceful spiral horns, sometimes four feet long. The general color is reddish or grayish brown, with eight or nine white bands on each side, and a pale dorsal stripe. The old males become dark bluish gray, due to the skin showing through the hair. The females are hornless. Called also nellut.",
    "type": "(n.)",
    "word": "Koodoo"
  },
  {
    "description": "The oryx or gemsbok.",
    "type": "(n.)",
    "word": "Kookoom"
  },
  {
    "description": "A west African anthropoid ape (Troglodytes koolokamba, or T. Aubryi), allied to the chimpanzee and gorilla, and, in some respects, intermediate between them.",
    "type": "(n.)",
    "word": "Koolokamba"
  },
  {
    "description": "See Coleslaw.",
    "type": "(n.)",
    "word": "Koolslaa"
  },
  {
    "description": "See Kurd.",
    "type": "(n.)",
    "word": "Koord"
  },
  {
    "description": "See Kurdish.",
    "type": "(n.)",
    "word": "Koordish"
  },
  {
    "description": "Same as Kurilian.",
    "type": "(a & n.)",
    "word": "Koorilian"
  },
  {
    "description": "A small Russian coin. One hundred kopecks make a rouble, worth about sixty cents.",
    "type": "(n.)",
    "word": "Kopeck"
  },
  {
    "description": "The Scriptures of the Mohammedans, containing the professed revelations to Mohammed; -- called also Alcoran.",
    "type": "(n.)",
    "word": "Koran"
  },
  {
    "description": "The gazelle.",
    "type": "(n.)",
    "word": "Korin"
  },
  {
    "description": "A West African antelope (Damalis Senegalensis), allied to the sassaby. It is reddish gray, with a black face, and a black stripe on the outside of the legs above the knees.",
    "type": "(n.)",
    "word": "Korrigum"
  },
  {
    "description": "See Cosmos.",
    "type": "(n.)",
    "word": "Kosmos"
  },
  {
    "description": "The prostration made by mandarins and others to their superiors, either as homage or worship, by knocking the forehead on the ground. There are degrees in the rite, the highest being expressed by three knockings.",
    "type": "(n.)",
    "word": "Kotow"
  },
  {
    "description": "of Kotow",
    "type": "(imp. & p. p.)",
    "word": "Kotowed"
  },
  {
    "description": "of Kotow",
    "type": "(p. pr. & vb. n.)",
    "word": "Kotowing"
  },
  {
    "description": "To perform the kotow.",
    "type": "(v. i.)",
    "word": "Kotow"
  },
  {
    "description": "A wild horse (Equus, / Asinus, onager) inhabiting the plants of Central Asia; -- called also gour, khur, and onager.",
    "type": "(n.)",
    "word": "Koulan"
  },
  {
    "description": "An intoxicating fermented or distilled liquor originally made by the Tartars from mare's or camel's milk. It can be obtained from any kind of milk, and is now largely made in Europe.",
    "type": "(n.)",
    "word": "Koumiss"
  },
  {
    "description": "An Abyssinian rosaceous tree (Brayera anthelmintica), the flowers of which are used as a vermifuge.",
    "type": "(n.)",
    "word": "Kousso"
  },
  {
    "description": "The same as Kotow.",
    "type": "(n. & v. i.)",
    "word": "Kowtow"
  },
  {
    "description": "A long-tailed ape (Macacus cynomolgus) of India and Sumatra. It is reddish olive, spotted with black, and has a black tail.",
    "type": "(n.)",
    "word": "Kra"
  },
  {
    "description": "A collection of huts within a stockade; a village; sometimes, a single hut.",
    "type": "(n.)",
    "word": "Kraal"
  },
  {
    "description": "An inclosure into which are driven wild elephants which are to be tamed and educated.",
    "type": "(n.)",
    "word": "Kraal"
  },
  {
    "description": "A very venomous snake of India (Bungarus coeruleus), allied to the cobra. Its upper parts are bluish or brownish black, often with narrow white streaks; the belly is whitish.",
    "type": "(n.)",
    "word": "Krait"
  },
  {
    "description": "A fabulous Scandinavian sea monster, often represented as resembling an island, but sometimes as resembling an immense octopus.",
    "type": "(n.)",
    "word": "Kraken"
  },
  {
    "description": "A lively Polish dance. See Cracovienne.",
    "type": "(n.)",
    "word": "Krakowiak"
  },
  {
    "description": "A genus of spreading shrubs with many stems, from one species of which (K. triandra), found in Peru, rhatany root, used as a medicine, is obtained.",
    "type": "(n.)",
    "word": "Krameria"
  },
  {
    "description": "Pertaining to, or derived from, Krameria (rhatany); as, krameric acid, usually called ratanhia-tannic acid.",
    "type": "(a.)",
    "word": "Krameric"
  },
  {
    "description": "The carcass of a whale after the blubber has been removed.",
    "type": "(n.)",
    "word": "Krang"
  },
  {
    "description": "A hook for holding the blubber while cutting it away.",
    "type": "()",
    "word": "Kranging"
  },
  {
    "description": "See Creatic.",
    "type": "(a.)",
    "word": "Kreatic"
  },
  {
    "description": "See Creatin.",
    "type": "(n.)",
    "word": "Kreatin"
  },
  {
    "description": "See Creatinin.",
    "type": "(n.)",
    "word": "Kreatinin"
  },
  {
    "description": "See Creel.",
    "type": "(n.)",
    "word": "Kreel"
  },
  {
    "description": "The citadel of a town or city; especially, the citadel of Moscow, a large inclosure which contains imperial palaces, cathedrals, churches, an arsenal, etc.",
    "type": "(n.)",
    "word": "Kremlin"
  },
  {
    "description": "A variety of white lead. See Krems lead, under Lead, n.",
    "type": "(n.)",
    "word": "Krems"
  },
  {
    "description": "See Krang.",
    "type": "(n.)",
    "word": "Kreng"
  },
  {
    "description": "See Creosote.",
    "type": "(n.)",
    "word": "Kreosote"
  },
  {
    "description": "A small copper coin formerly used in South Germany; also, a small Austrian copper coin.",
    "type": "(n.)",
    "word": "Kreutzer"
  },
  {
    "description": "A game of war, played for practice, on maps.",
    "type": "(n.)",
    "word": "Kriegsspiel"
  },
  {
    "description": "A Malay dagger. See Creese.",
    "type": "(n.)",
    "word": "Kris"
  },
  {
    "description": "The most popular of the Hindoo divinities, usually held to be the eighth incarnation of the god Vishnu.",
    "type": "(n.)",
    "word": "Krishna"
  },
  {
    "description": "The rule of the judges over Israel.",
    "type": "(n.)",
    "word": "Kritarchy"
  },
  {
    "description": "See Crocidolite.",
    "type": "(n.)",
    "word": "Krokidolite"
  },
  {
    "description": "A coin of Denmark, Norway, and Sweden, of the value of about twenty-eight cents. See Crown, n., 9.",
    "type": "(n.)",
    "word": "Krone"
  },
  {
    "description": "of Krooman",
    "type": "(pl. )",
    "word": "Kroomen"
  },
  {
    "description": "One of a negro tribe of Liberia and the adjacent coast, whose members are much employed on shipboard.",
    "type": "(n.)",
    "word": "Krooman"
  },
  {
    "description": "See Cruller.",
    "type": "(n.)",
    "word": "Kruller"
  },
  {
    "description": "Alt. of Krumhorn",
    "type": "(n.)",
    "word": "Krummhorn"
  },
  {
    "description": "A reed instrument of music of the cornet kind, now obsolete (see Cornet, 1, a.).",
    "type": "(n.)",
    "word": "Krumhorn"
  },
  {
    "description": "A reed stop in the organ; -- sometimes called cremona.",
    "type": "(a.)",
    "word": "Krumhorn"
  },
  {
    "description": "A breech-loading steel cannon manufactured at the works of Friedrich Krupp, at Essen in Prussia. Guns of over eight-inch bore are made up of several concentric cylinders; those of a smaller size are forged solid.",
    "type": "()",
    "word": "Krupp"
  },
  {
    "description": "See Cryolite.",
    "type": "(n.)",
    "word": "Kryolite"
  },
  {
    "description": "See Czar.",
    "type": "(n.)",
    "word": "Ksar"
  },
  {
    "description": "Alt. of Kshatruya",
    "type": "(n.)",
    "word": "Kshatriya"
  },
  {
    "description": "The military caste, the second of the four great Hindoo castes; also, a member of that caste. See Caste.",
    "type": "(n.)",
    "word": "Kshatruya"
  },
  {
    "description": "The East Indian tapir. See Tapir.",
    "type": "(n.)",
    "word": "Kuda"
  },
  {
    "description": "Glory; fame; renown; praise.",
    "type": "(n.)",
    "word": "Kudos"
  },
  {
    "description": "To praise; to extol; to glorify.",
    "type": "(v. t.)",
    "word": "Kudos"
  },
  {
    "description": "See Koodoo.",
    "type": "(n.)",
    "word": "Kudu"
  },
  {
    "description": "See Cufic.",
    "type": "(a.)",
    "word": "Kufic"
  },
  {
    "description": "The slow lemur. See Lemur.",
    "type": "(n.)",
    "word": "Kukang"
  },
  {
    "description": "The name adopted in the southern part of the United States by a secret political organization, active for several years after the close of the Civil War, and having for its aim the repression of the political power of the freedmen; -- called also Kuklux Klan.",
    "type": "(n.)",
    "word": "Kuklux"
  },
  {
    "description": "See Koulan.",
    "type": "(n.)",
    "word": "Kulan"
  },
  {
    "description": "Alt. of Kumiss",
    "type": "(n.)",
    "word": "Kumish"
  },
  {
    "description": "See Koumiss.",
    "type": "(n.)",
    "word": "Kumiss"
  },
  {
    "description": "A Russian and German liqueur, consisting of a sweetened spirit flavored with caraway seeds.",
    "type": "(n.)",
    "word": "Kummel"
  },
  {
    "description": "A small tree of the genus Citrus (C. Japonica) growing in China and Japan; also, its small acid, orange-colored fruit used for preserves.",
    "type": "(n.)",
    "word": "Kumquat"
  },
  {
    "description": "Copper-nickel; niccolite. See Niccolite.",
    "type": "(n.)",
    "word": "Kupfernickel"
  },
  {
    "description": "A native or inhabitant of a mountainous region of Western Asia belonging to the Turkish and Persian monarchies.",
    "type": "(n.)",
    "word": "Kurd"
  },
  {
    "description": "Of or pertaining to the Kurds.",
    "type": "(a.)",
    "word": "Kurdish"
  },
  {
    "description": "Of or pertaining to the Kurile Islands, a chain of islands in the Pacific ocean, extending from the southern extremity of Kamschatka to Yesso.",
    "type": "(a.)",
    "word": "Kurilian"
  },
  {
    "description": "A native or an inhabitant of the Kurile Islands.",
    "type": "(n.)",
    "word": "Kurilian"
  },
  {
    "description": "A public hall or room, for the use of visitors at watering places and health resorts in Germany.",
    "type": "(n.)",
    "word": "Kursaal"
  },
  {
    "description": "A carnivorous animal (Crossarchus obscurus) of tropical Africa. It its allied to the civets. Called also kusimansel, and mangue.",
    "type": "(n.)",
    "word": "Kusimanse"
  },
  {
    "description": "See Vetiver.",
    "type": "()",
    "word": "Kuskus"
  },
  {
    "description": "(Mus.) A Turkish instrument of music, with a hollow body covered with skin, over which five strings are stretched.",
    "type": "(n.)",
    "word": "Kussier"
  },
  {
    "description": "The India civet (Viverra zibetha).",
    "type": "(n.)",
    "word": "Kutauss"
  },
  {
    "description": "The packet of vellum leaves in which the gold is first beaten into thin sheets.",
    "type": "(n.)",
    "word": "Kutch"
  },
  {
    "description": "See Catechu.",
    "type": "(n.)",
    "word": "Kutch"
  },
  {
    "description": "Kine.",
    "type": "(n. pl.)",
    "word": "Ky"
  },
  {
    "description": "Amboyna wood.",
    "type": "()",
    "word": "Kyaboca"
  },
  {
    "description": "Sandalwood (Santalum album).",
    "type": "()",
    "word": "Kyaboca"
  },
  {
    "description": "See Cyanite.",
    "type": "(n.)",
    "word": "Kyannite"
  },
  {
    "description": "of Kyanize",
    "type": "(imp. & p. p.)",
    "word": "Kyanized"
  },
  {
    "description": "of Kyanize",
    "type": "(p. pr. & vb. n.)",
    "word": "Kyanizing"
  },
  {
    "description": "To render (wood) proof against decay by saturating with a solution of corrosive sublimate in open tanks, or under pressure.",
    "type": "(v. t.)",
    "word": "Kyanize"
  },
  {
    "description": "Aniline.",
    "type": "(n.)",
    "word": "Kyanol"
  },
  {
    "description": "A base obtained from coal tar.",
    "type": "(n.)",
    "word": "Kyanol"
  },
  {
    "description": "Same as Cyanophyll.",
    "type": "(n.)",
    "word": "Kyanophyll"
  },
  {
    "description": "Cocoanut fiber, or the cordage made from it. See Coir.",
    "type": "(n.)",
    "word": "Kyar"
  },
  {
    "description": "A daw.",
    "type": "(n.)",
    "word": "Kyaw"
  },
  {
    "description": "p. p. of Kythe.",
    "type": "()",
    "word": "Kyd"
  },
  {
    "description": "imp. of Kythe, to show.",
    "type": "()",
    "word": "Kydde"
  },
  {
    "description": "To look steadfastly; to gaze.",
    "type": "(v. i.)",
    "word": "Kyke"
  },
  {
    "description": "A variety of the boomerang.",
    "type": "(n.)",
    "word": "Kyley"
  },
  {
    "description": "The cattle of the Hebrides, or of the Highlands.",
    "type": "(n. pl.)",
    "word": "Kyloes"
  },
  {
    "description": "See Kimnel.",
    "type": "(n.)",
    "word": "Kymnel"
  },
  {
    "description": "An instrument for measuring, and recording graphically, the pressure of the blood in any of the blood vessels of a living animal; -- called also kymographion.",
    "type": "(n.)",
    "word": "Kymograph"
  },
  {
    "description": "Of or pertaining to a kymograph; as, a kymographic tracing.",
    "type": "(a.)",
    "word": "Kymographic"
  },
  {
    "description": "See Cymric, a. & n.",
    "type": "(a & n.)",
    "word": "Kymric"
  },
  {
    "description": "See Cymry.",
    "type": "(n.)",
    "word": "Kymry"
  },
  {
    "description": "Kindred.",
    "type": "(n.)",
    "word": "Kynrede"
  },
  {
    "description": "Pertaining to, or designating, an acid obtained from the urine of dogs. By decomposition the acid yields a nitrogenous base (called kynurin) and carbonic acid.",
    "type": "(a.)",
    "word": "Kynurenic"
  },
  {
    "description": "See Kyrie eleison.",
    "type": "(n.)",
    "word": "Kyrie"
  },
  {
    "description": "Greek words, meaning \"Lord, have mercy upon us,\" used in the Mass, the breviary offices, the litany of the saints, etc.",
    "type": "()",
    "word": "Kyrie"
  },
  {
    "description": "The name given to the response to the Commandments, in the service of the Church of England and of the Protestant Episcopal Church.",
    "type": "()",
    "word": "Kyrie"
  },
  {
    "description": "A litany beginning with the words.",
    "type": "(n.)",
    "word": "Kyrielle"
  },
  {
    "description": "Alt. of Kyriology",
    "type": "(n.)",
    "word": "Kyriolexy"
  },
  {
    "description": "The use of literal or simple expressions, as distinguished from the use of figurative or obscure ones.",
    "type": "(n.)",
    "word": "Kyriology"
  },
  {
    "description": "Serving to denote objects by conventional signs or alphabetical characters; as, the original Greek alphabet of sixteen letters was called kyriologic, because it represented the pure elementary sounds. See Curiologic.",
    "type": "(a.)",
    "word": "Kyriological"
  },
  {
    "description": "of Kithe",
    "type": "(imp.)",
    "word": "Kydde"
  },
  {
    "description": "of Kithe",
    "type": "()",
    "word": "Kidde"
  },
  {
    "description": "of Kithe",
    "type": "(p. p.)",
    "word": "Kythed"
  },
  {
    "description": "of Kithe",
    "type": "(p. pr. & vb. n.)",
    "word": "Kything"
  },
  {
    "description": "Alt. of Kithe",
    "type": "(v. t.)",
    "word": "Kythe"
  },
  {
    "description": "To make known; to manifest; to show; to declare.",
    "type": "(v. t.)",
    "word": "Kithe"
  },
  {
    "description": "To come into view; to appear.",
    "type": "(v. t.)",
    "word": "Kythe"
  },
  {
    "description": "See Karyomiton.",
    "type": "(n.)",
    "word": "Kytomiton"
  },
  {
    "description": "See Karyoplasma.",
    "type": "(n.)",
    "word": "Kytoplasma"
  }
]
