[
  {
    "word": "X",
    "type": "()",
    "description": "X, the twenty-fourth letter of the English alphabet, has three sounds; a compound nonvocal sound (that of ks), as in wax; a compound vocal sound (that of gz), as in example; and, at the beginning of a word, a simple vocal sound (that of z), as in xanthic. See Guide to Pronunciation, // 217, 270, 271."
  },
  {
    "word": "Xanthamide",
    "type": "(n.)",
    "description": "An amido derivative of xanthic acid obtained as a white crystalline substance, C2H5O.CS.NH2; -- called also xanthogen amide."
  },
  {
    "word": "Xanthate",
    "type": "(n.)",
    "description": "A salt of xanthic; a xanthogenate."
  },
  {
    "word": "Xanthelasma",
    "type": "(n.)",
    "description": "See Xanthoma."
  },
  {
    "word": "Xanthian",
    "type": "(a.)",
    "description": "Of or pertaining to Xanthus, an ancient town on Asia Minor; -- applied especially to certain marbles found near that place, and now in the British Museum."
  },
  {
    "word": "Xanthic",
    "type": "(a.)",
    "description": "Tending toward a yellow color, or to one of those colors, green being excepted, in which yellow is a constituent, as scarlet, orange, etc."
  },
  {
    "word": "Xanthic",
    "type": "(a.)",
    "description": "Possessing, imparting, or producing a yellow color; as, xanthic acid."
  },
  {
    "word": "Xanthic",
    "type": "(a.)",
    "description": "Of or pertaining to xanthic acid, or its compounds; xanthogenic."
  },
  {
    "word": "Xanthic",
    "type": "(a.)",
    "description": "Of or pertaining to xanthin."
  },
  {
    "word": "Xanthide",
    "type": "(n.)",
    "description": "A compound or derivative of xanthogen."
  },
  {
    "word": "Xanthidia",
    "type": "(pl. )",
    "description": "of Xanthidium"
  },
  {
    "word": "Xanthidium",
    "type": "(n.)",
    "description": "A genus of minute unicellular algae of the desmids. These algae have a rounded shape and are armed with glochidiate or branched aculei. Several species occur in ditches, and others are found fossil in flint or hornstone."
  },
  {
    "word": "Xanthin",
    "type": "(n.)",
    "description": "A crystalline nitrogenous body closely related to both uric acid and hypoxanthin, present in muscle tissue, and occasionally found in the urine and in some urinary calculi. It is also present in guano. So called from the yellow color of certain of its salts (nitrates)."
  },
  {
    "word": "Xanthin",
    "type": "(n.)",
    "description": "A yellow insoluble coloring matter extracted from yellow flowers; specifically, the coloring matter of madder."
  },
  {
    "word": "Xanthin",
    "type": "(n.)",
    "description": "One of the gaseous or volatile decomposition products of the xanthates, and probably identical with carbon disulphide."
  },
  {
    "word": "Xanthinine",
    "type": "(n.)",
    "description": "A complex nitrogenous substance related to urea and uric acid, produced as a white powder; -- so called because it forms yellow salts, and because its solution forms a blue fluorescence like quinine."
  },
  {
    "word": "Xanthium",
    "type": "(n.)",
    "description": "A genus of composite plants in which the scales of the involucre are united so as to form a kind of bur; cocklebur; clotbur."
  },
  {
    "word": "Xantho-",
    "type": "()",
    "description": "A combining form from Gr. xanqo`s yellow; as in xanthocobaltic salts. Used also adjectively in chemistry."
  },
  {
    "word": "Xanthocarpous",
    "type": "(a.)",
    "description": "Having yellow fruit."
  },
  {
    "word": "Xanthochroi",
    "type": "(n. pl.)",
    "description": "A division of the Caucasian races, comprising the lighter-colored members."
  },
  {
    "word": "Xanthochroic",
    "type": "(a.)",
    "description": "Having a yellowish or fair complexion; of or pertaining to the Xanthochroi."
  },
  {
    "word": "Xanthodontous",
    "type": "(a.)",
    "description": "Having yellow teeth."
  },
  {
    "word": "Xanthogen",
    "type": "(n.)",
    "description": "The hypothetical radical supposed to be characteristic of xanthic acid."
  },
  {
    "word": "Xanthogen",
    "type": "(n.)",
    "description": "Persulphocyanogen."
  },
  {
    "word": "Xanthogenate",
    "type": "(n.)",
    "description": "A salt of xanthic acid."
  },
  {
    "word": "Xanthogenic",
    "type": "(a.)",
    "description": "Producing a yellow color or compound; xanthic. See Xanthic acid, under Xanthic."
  },
  {
    "word": "Xanthoma",
    "type": "(n.)",
    "description": "A skin disease marked by the development or irregular yellowish patches upon the skin, especially upon the eyelids; -- called also xanthelasma."
  },
  {
    "word": "Xanthophane",
    "type": "(n.)",
    "description": "The yellow pigment present in the inner segments of the retina in animals. See Chromophane."
  },
  {
    "word": "Xanthophyll",
    "type": "(n.)",
    "description": "A yellow coloring matter found in yellow autumn leaves, and also produced artificially from chlorophyll; -- formerly called also phylloxanthin."
  },
  {
    "word": "Xanthopous",
    "type": "(a.)",
    "description": "Having a yellow stipe, or stem."
  },
  {
    "word": "Xanthoproteic",
    "type": "(a.)",
    "description": "Pertaining to, or derived from, xanthoprotein; showing the characters of xanthoprotein; as, xanthoproteic acid; the xanthoproteic reaction for albumin."
  },
  {
    "word": "Xanthoprotein",
    "type": "(n.)",
    "description": "A yellow acid substance formed by the action of hot nitric acid on albuminous or proteid matter. It is changed to a deep orange-yellow color by the addition of ammonia."
  },
  {
    "word": "Xanthopuccine",
    "type": "(n.)",
    "description": "One of three alkaloids found in the root of the yellow puccoon (Hydrastis Canadensis). It is a yellow crystalline substance, and resembles berberine."
  },
  {
    "word": "Xanthorhamnin",
    "type": "(n.)",
    "description": "A glucoside extracted from Persian berries as a yellow crystalline powder, used as a dyestuff."
  },
  {
    "word": "Xanthorhiza",
    "type": "(n.)",
    "description": "A genus of shrubby ranunculaceous plants of North America, including only the species Xanthorhiza apiifolia, which has roots of a deep yellow color; yellowroot. The bark is intensely bitter, and is sometimes used as a tonic."
  },
  {
    "word": "Xanthorhoea",
    "type": "(n.)",
    "description": "A genus of endogenous plants, native to Australia, having a thick, sometimes arborescent, stem, and long grasslike leaves. See Grass tree."
  },
  {
    "word": "Xanthose",
    "type": "(n.)",
    "description": "An orange-yellow substance found in pigment spots of certain crabs."
  },
  {
    "word": "Xanthosis",
    "type": "(n.)",
    "description": "The yellow discoloration often observed in cancerous tumors."
  },
  {
    "word": "Xanthospermous",
    "type": "(a.)",
    "description": "Having yellow seeds."
  },
  {
    "word": "Xanthous",
    "type": "(a.)",
    "description": "Yellow; specifically (Ethnol.), of or pertaining to those races of man which have yellowish, red, auburn, or brown hair."
  },
  {
    "word": "Xanthoxylene",
    "type": "(n.)",
    "description": "A liquid hydrocarbon of the terpene series extracted from the seeds of a Japanese prickly ash (Xanthoxylum pipertium) as an aromatic oil."
  },
  {
    "word": "Xanthoxylum",
    "type": "(n.)",
    "description": "A genus of prickly shrubs or small trees, the bark and rots of which are of a deep yellow color; prickly ash."
  },
  {
    "word": "Xebec",
    "type": "(n.)",
    "description": "A small three-masted vessel, with projecting bow stern and convex decks, used in the Mediterranean for transporting merchandise, etc. It carries large square sails, or both. Xebecs were formerly armed and used by corsairs."
  },
  {
    "word": "Xeme",
    "type": "(n.)",
    "description": "An Arctic fork-tailed gull (Xema Sabinii)."
  },
  {
    "word": "Xenelasia",
    "type": "(n.)",
    "description": "A Spartan institution which prohibited strangers from residing in Sparta without permission, its object probably being to preserve the national simplicity of manners."
  },
  {
    "word": "Xenia",
    "type": "(pl. )",
    "description": "of Xenium"
  },
  {
    "word": "Xenium",
    "type": "(n.)",
    "description": "A present given to a guest or stranger, or to a foreign ambassador."
  },
  {
    "word": "Xenodochium",
    "type": "(n.)",
    "description": "A house for the reception of strangers."
  },
  {
    "word": "Xenodochium",
    "type": "(n.)",
    "description": "In the Middle Ages, a room in a monastery for the reception and entertainment of strangers and pilgrims, and for the relief of paupers. [Called also Xenodocheion.]"
  },
  {
    "word": "Xenodochy",
    "type": "(n.)",
    "description": "Reception of strangers; hospitality."
  },
  {
    "word": "Xenogamy",
    "type": "(n.)",
    "description": "Cross fertilization."
  },
  {
    "word": "Xenogenesis",
    "type": "(n.)",
    "description": "Same as Heterogenesis."
  },
  {
    "word": "Xenogenesis",
    "type": "(n.)",
    "description": "The fancied production of an organism of one kind by an organism of another."
  },
  {
    "word": "Xenogenetic",
    "type": "(a.)",
    "description": "Of or pertaining to xenogenesis; as, the xenogenetic origin of microzymes."
  },
  {
    "word": "Xenomania",
    "type": "(n.)",
    "description": "A mania for, or an inordinate attachment to, foreign customs, institutions, manners, fashions, etc."
  },
  {
    "word": "Xenomi",
    "type": "(n. pl.)",
    "description": "A suborder of soft-rayed fresh-water fishes of which the blackfish of Alaska (Dallia pectoralis) is the type."
  },
  {
    "word": "Xenopterygii",
    "type": "(n. pl.)",
    "description": "A suborder of fishes including Gobiesox and allied genera. These fishes have soft-rayed fins, and a ventral sucker supported in front by the pectoral fins. They are destitute of scales."
  },
  {
    "word": "Xenotime",
    "type": "(n.)",
    "description": "A native phosphate of yttrium occurring in yellowish-brown tetragonal crystals."
  },
  {
    "word": "Xenurine",
    "type": "(n.)",
    "description": "A cabassou."
  },
  {
    "word": "Xenyl",
    "type": "(n.)",
    "description": "The radical characteristic of xenylic compounds."
  },
  {
    "word": "Xenylic",
    "type": "(a.)",
    "description": "Pertaining to, derived from, designating, certain amido compounds obtained by reducing certain nitro derivatives of diphenyl."
  },
  {
    "word": "Xeraphim",
    "type": "(n.)",
    "description": "An old money of account in Bombay, equal to three fifths of a rupee."
  },
  {
    "word": "Xeres",
    "type": "(n.)",
    "description": "Sherry. See Sherry."
  },
  {
    "word": "Xerif",
    "type": "(n.)",
    "description": "A shereef."
  },
  {
    "word": "Xeriff",
    "type": "(n.)",
    "description": "A gold coin formerly current in Egypt and Turkey, of the value of about 9s. 6d., or about $2.30; -- also, in Morocco, a ducat."
  },
  {
    "word": "Xeroderma",
    "type": "(n.)",
    "description": "Ichthyosis."
  },
  {
    "word": "Xeroderma",
    "type": "(n.)",
    "description": "A skin disease characterized by the presence of numerous small pigmented spots resembling freckles, with which are subsequently mingled spots of atrophied skin."
  },
  {
    "word": "Xeronate",
    "type": "(n.)",
    "description": "A salt of xeronic acid."
  },
  {
    "word": "Xeronic",
    "type": "(a.)",
    "description": "Pertaining to, or designating, an acid, C8H12O4, related to fumaric acid, and obtained from citraconic acid as an oily substance having a bittersweet taste; -- so called from its tendency to form its anhydride."
  },
  {
    "word": "Xerophagy",
    "type": "(n.)",
    "description": "Among the primitive Christians, the living on a diet of dry food in Lent and on other fasts."
  },
  {
    "word": "Xerophilous",
    "type": "(a.)",
    "description": "Drought-loving; able withstand the absence or lack of moisture."
  },
  {
    "word": "Xerophthalmia",
    "type": "(n.)",
    "description": "An abnormal dryness of the eyeball produced usually by long-continued inflammation and subsequent atrophy of the conjunctiva."
  },
  {
    "word": "Xerophthalmy",
    "type": "(n.)",
    "description": "Xerophthalmia."
  },
  {
    "word": "Xiphias",
    "type": "(n.)",
    "description": "A genus of fishes comprising the common swordfish."
  },
  {
    "word": "Xiphias",
    "type": "(n.)",
    "description": "The constellation Dorado."
  },
  {
    "word": "Xiphias",
    "type": "(n.)",
    "description": "A comet shaped like a sword"
  },
  {
    "word": "Xiphidium",
    "type": "(n.)",
    "description": "A genus of plants of the order Haemodraceae, having two-ranked, sword-shaped leaves."
  },
  {
    "word": "Xiphioid",
    "type": "(a.)",
    "description": "Of, pertaining to, or resembling, a cetacean of the genus Xiphius or family Xiphiidae."
  },
  {
    "word": "Xiphiplastra",
    "type": "(pl. )",
    "description": "of Xiphiplastron"
  },
  {
    "word": "Xiphiplastron",
    "type": "(n.)",
    "description": "The posterior, or fourth, lateral plate in the plastron of turtles; -- called also xiphisternum."
  },
  {
    "word": "Xiphisterna",
    "type": "(pl. )",
    "description": "of Xiphisternum"
  },
  {
    "word": "Xiphisternum",
    "type": "(n.)",
    "description": "The posterior segment, or extremity, of the sternum; -- sometimes called metasternum, ensiform cartilage, ensiform process, or xiphoid process."
  },
  {
    "word": "Xiphisternum",
    "type": "(n.)",
    "description": "The xiphiplastron."
  },
  {
    "word": "Xiphius",
    "type": "(n.)",
    "description": "A genus of cetaceans having a long, pointed, bony beak, usually two tusklike teeth in the lower jaw, but no teeth in the upper jaw."
  },
  {
    "word": "Xiphodon",
    "type": "(n.)",
    "description": "An extinct genus of artiodactylous mammals found in the European Tertiary formations. It had slender legs, didactylous feet, and small canine teeth."
  },
  {
    "word": "Xiphoid",
    "type": "(a.)",
    "description": "Like a sword; ensiform."
  },
  {
    "word": "Xiphoid",
    "type": "(a.)",
    "description": "Of or pertaining to the xiphoid process; xiphoidian."
  },
  {
    "word": "Xiphoidian",
    "type": "(a.)",
    "description": "Xiphoid."
  },
  {
    "word": "Xiphophyllous",
    "type": "(a.)",
    "description": "Having sword-shaped leaves."
  },
  {
    "word": "Xiphosura",
    "type": "(n. pl.)",
    "description": "See Xiphura."
  },
  {
    "word": "Xiphura",
    "type": "(n. pl.)",
    "description": "Same as Limuloidea. Called also Xiphosura."
  },
  {
    "word": "Xylamide",
    "type": "(n.)",
    "description": "An acid amide derivative of xylic acid, obtained as a white crystalline substance."
  },
  {
    "word": "Xylanthrax",
    "type": "(n.)",
    "description": "Wood coal, or charcoal; -- so called in distinction from mineral coal."
  },
  {
    "word": "Xylate",
    "type": "(n.)",
    "description": "A salt of xylic acid."
  },
  {
    "word": "Xylem",
    "type": "(n.)",
    "description": "That portion of a fibrovascular bundle which has developed, or will develop, into wood cells; -- distinguished from phloem."
  },
  {
    "word": "Xylene",
    "type": "(n.)",
    "description": "Any of a group of three metameric hydrocarbons of the aromatic series, found in coal and wood tar, and so named because found in crude wood spirit. They are colorless, oily, inflammable liquids, C6H4.(CH3)2, being dimethyl benzenes, and are called respectively orthoxylene, metaxylene, and paraxylene. Called also xylol."
  },
  {
    "word": "Xylenol",
    "type": "(n.)",
    "description": "Any one of six metameric phenol derivatives of xylene, obtained as crystalline substances, (CH3)2.C6H3.OH."
  },
  {
    "word": "Xyletic",
    "type": "(a.)",
    "description": "Pertaining to, or designating, a complex acid related to mesitylenic acid, obtained as a white crystalline substance by the action of sodium and carbon dioxide on crude xylenol."
  },
  {
    "word": "Xylic",
    "type": "(a.)",
    "description": "Pertaining to, derived from, or related to, xylene; specifically, designating any one of several metameric acids produced by the partial oxidation of mesitylene and pseudo-cumene."
  },
  {
    "word": "Xylidic",
    "type": "(a.)",
    "description": "Pertaining to, or designating, either one of two distinct acids which are derived from xylic acid and related compounds, and are metameric with uvitic acid."
  },
  {
    "word": "Xylidine",
    "type": "(n.)",
    "description": "Any one of six metameric hydrocarbons, (CH3)2.C6H3.NH2, resembling aniline, and related to xylene. They are liquids, or easily fusible crystalline substances, of which three are derived from metaxylene, two from orthoxylene, and one from paraxylene. They are called the amido xylenes."
  },
  {
    "word": "Xylindein",
    "type": "(n.)",
    "description": "A green or blue pigment produced by Peziza in certain kinds of decayed wood, as the beech, oak, birch, etc., and extracted as an amorphous powder resembling indigo."
  },
  {
    "word": "Xylite",
    "type": "(n.)",
    "description": "A liquid hydrocarbon found in crude wood spirits."
  },
  {
    "word": "Xylitone",
    "type": "(n.)",
    "description": "A yellow oil having a geraniumlike odor, produced as a side product in making phorone; -- called also xylite oil."
  },
  {
    "word": "Xylo-",
    "type": "()",
    "description": "A combining form from Gr. xy`lon wood; as in xylogen, xylograph."
  },
  {
    "word": "Xylobalsamum",
    "type": "(n.)",
    "description": "The dried twigs of a Syrian tree (Balsamodendron Gileadense)."
  },
  {
    "word": "Xylocarpous",
    "type": "(a.)",
    "description": "Bearing fruit which becomes hard or woody."
  },
  {
    "word": "Xylocopa",
    "type": "(n.)",
    "description": "A genus of hymenopterous insects including the carpenter. See Carpenter bee, under Carpenter."
  },
  {
    "word": "Xylogen",
    "type": "(n.)",
    "description": "Nascent wood; wood cells in a forming state."
  },
  {
    "word": "Xylogen",
    "type": "(n.)",
    "description": "Lignin."
  },
  {
    "word": "Xylograph",
    "type": "(n.)",
    "description": "An engraving on wood, or the impression from such an engraving; a print by xylography."
  },
  {
    "word": "Xylographer",
    "type": "(n.)",
    "description": "One who practices xylography."
  },
  {
    "word": "Xylographic",
    "type": "(a.)",
    "description": "Alt. of Xylographical"
  },
  {
    "word": "Xylographical",
    "type": "(a.)",
    "description": "Of or pertaining to xylography, or wood engraving."
  },
  {
    "word": "Xylography",
    "type": "(n.)",
    "description": "The art of engraving on wood."
  },
  {
    "word": "Xylography",
    "type": "(n.)",
    "description": "The art of making prints from the natural grain of wood."
  },
  {
    "word": "Xylography",
    "type": "(n.)",
    "description": "A method pf printing in colors upon wood for purposes of house decoration."
  },
  {
    "word": "Xyloid",
    "type": "(a.)",
    "description": "Resembling wood; having the nature of wood."
  },
  {
    "word": "Xyloidin",
    "type": "(n.)",
    "description": "A substance resembling pyroxylin, obtained by the action of nitric acid on starch; -- called also nitramidin."
  },
  {
    "word": "Xylol",
    "type": "(n.)",
    "description": "Same as Xylene."
  },
  {
    "word": "Xylonite",
    "type": "(n.)",
    "description": "See Zylonite."
  },
  {
    "word": "Xylophaga",
    "type": "(n.)",
    "description": "A genus of marine bivalves which bore holes in wood. They are allied to Pholas."
  },
  {
    "word": "Xylophagan",
    "type": "(n.)",
    "description": "One of a tribe of beetles whose larvae bore or live in wood."
  },
  {
    "word": "Xylophagan",
    "type": "(n.)",
    "description": "Any species of Xylophaga."
  },
  {
    "word": "Xylophagan",
    "type": "(n.)",
    "description": "Any one of the Xylophagides."
  },
  {
    "word": "Xylophagides",
    "type": "(n. pl.)",
    "description": "A tribe or family of dipterous flies whose larvae live in decayed wood. Some of the tropical species are very large."
  },
  {
    "word": "Xylophagous",
    "type": "(a.)",
    "description": "Eating, boring in, or destroying, wood; -- said especially of certain insect larvae, crustaceans, and mollusks."
  },
  {
    "word": "Xylophagous",
    "type": "(a.)",
    "description": "Of or pertaining to the genus Xylophaga."
  },
  {
    "word": "Xylophilan",
    "type": "(n.)",
    "description": "One of a tribe of beetles (Xylophili) whose larvae live on decayed wood."
  },
  {
    "word": "Xylophilous",
    "type": "(a.)",
    "description": "Of or pertaining to the xylophilans."
  },
  {
    "word": "Xylophone",
    "type": "(n.)",
    "description": "An instrument common among the Russians, Poles, and Tartars, consisting of a series of strips of wood or glass graduated in length to the musical scale, resting on belts of straw, and struck with two small hammers. Called in Germany strohfiedel, or straw fiddle."
  },
  {
    "word": "Xylophone",
    "type": "(n.)",
    "description": "An instrument to determine the vibrative properties of different kinds of wood."
  },
  {
    "word": "Xyloplastic",
    "type": "(a.)",
    "description": "Formed of wood pulp by molds; relating to casts made of wood pulp in molds."
  },
  {
    "word": "Xylopyrography",
    "type": "(n.)",
    "description": "The art or practice of burning pictures on wood with a hot iron; -- called also poker painting. See Poker picture, under Poker."
  },
  {
    "word": "Xyloquinone",
    "type": "(n.)",
    "description": "Any one of a group of quinone compounds obtained respectively by the oxidation of certain xylidine compounds. In general they are yellow crystalline substances."
  },
  {
    "word": "Xylorcin",
    "type": "(n.)",
    "description": "A derivative of xylene obtained as a white crystalline substance which on exposure in the air becomes red; -- called also betaorcin."
  },
  {
    "word": "Xylostein",
    "type": "(n.)",
    "description": "A glucoside found in the poisonous berries of a species of honeysuckle (Lonicera xylosteum), and extracted as a bitter, white, crystalline substance."
  },
  {
    "word": "Xylotile",
    "type": "(n.)",
    "description": "Same as Parkesine."
  },
  {
    "word": "Xylotrya",
    "type": "(n.)",
    "description": "A genus of marine bivalves closely allied to Teredo, and equally destructive to timber. One species (Xylotrya fimbriata) is very common on the Atlantic coast of the United States."
  },
  {
    "word": "Xylyl",
    "type": "(n.)",
    "description": "Any one of three metameric radicals which are characteristic respectively of the three xylenes."
  },
  {
    "word": "Xylylene",
    "type": "(n.)",
    "description": "Any one of three metameric radicals, CH2.C6H4.CH2, derived respectively from the three xylenes. Often used adjectively; as, xylylene alcohol."
  },
  {
    "word": "Xyridaceous",
    "type": "(a.)",
    "description": "Of or pertaining to a natural order (Xyrideae) of endogenous plants, of which Xyris is the type."
  },
  {
    "word": "Xyris",
    "type": "(n.)",
    "description": "A genus of endogenous herbs with grassy leaves and small yellow flowers in short, scaly-bracted spikes; yellow-eyed grass. There are about seventeen species in the Atlantic United States."
  },
  {
    "word": "Xyst",
    "type": "(n.)",
    "description": "Alt. of Xystus"
  },
  {
    "word": "Xystus",
    "type": "(n.)",
    "description": "A long and open portico, for athletic exercises, as wrestling, running, etc., for use in winter or in stormy weather."
  },
  {
    "word": "Xystarch",
    "type": "(n.)",
    "description": "An office/ having the superintendence of the xyst."
  },
  {
    "word": "Xyster",
    "type": "(n.)",
    "description": "An instrument for scraping bones."
  }
]
