[
  {
    "word": "Z",
    "type": "()",
    "description": "Z, the twenty-sixth and last letter of the English alphabet, is a vocal consonant. It is taken from the Latin letter Z, which came from the Greek alphabet, this having it from a Semitic source. The ultimate origin is probably Egyptian. Etymologically, it is most closely related to s, y, and j; as in glass, glaze; E. yoke, Gr. /, L. yugum; E. zealous, jealous. See Guide to Pronunciation, // 273, 274."
  },
  {
    "word": "Za",
    "type": "(n.)",
    "description": "An old solfeggio name for B flat; the seventh harmonic, as heard in the or aeolian string; -- so called by Tartini. It was long considered a false, but is the true note of the chord of the flat seventh."
  },
  {
    "word": "Zabaism",
    "type": "(n.)",
    "description": "Alt. of Zabism"
  },
  {
    "word": "Zabism",
    "type": "(n.)",
    "description": "See Sabianism."
  },
  {
    "word": "Zabian",
    "type": "(a. & n.)",
    "description": "See Sabian."
  },
  {
    "word": "Zacco",
    "type": "(n.)",
    "description": "See Zocco."
  },
  {
    "word": "Zachun",
    "type": "(n.)",
    "description": "An oil pressed by the Arabs from the fruit of a small thorny tree (Balanites Aegyptiaca), and sold to piligrims for a healing ointment."
  },
  {
    "word": "Zaerthe",
    "type": "(n.)",
    "description": "Same as Z/rthe."
  },
  {
    "word": "Zaffer",
    "type": "(n.)",
    "description": "A pigment obtained, usually by roasting cobalt glance with sand or quartz, as a dark earthy powder. It consists of crude cobalt oxide, or of an impure cobalt arseniate. It is used in porcelain painting, and in enameling pottery, to produce a blue color, and is often confounded with smalt, from which, however, it is distinct, as it contains no potash. The name is often loosely applied to mixtures of zaffer proper with silica, or oxides of iron, manganese, etc."
  },
  {
    "word": "Zaim",
    "type": "(n.)",
    "description": "A Turkish chief who supports a mounted militia bearing the same name."
  },
  {
    "word": "Zaimet",
    "type": "(n.)",
    "description": "A district from which a Zaim draws his revenue."
  },
  {
    "word": "Zain",
    "type": "(n.)",
    "description": "A horse of a dark color, neither gray nor white, and having no spots."
  },
  {
    "word": "Zalambdodont",
    "type": "(a.)",
    "description": "Of or pertaining to a tribe (Zalambdodonta) of Insectivora in which the molar teeth have but one V-shaped ridge."
  },
  {
    "word": "Zalambdodont",
    "type": "(n.)",
    "description": "One of the Zalambdodonta. The tenrec, solenodon, and golden moles are examples."
  },
  {
    "word": "Zamang",
    "type": "(n.)",
    "description": "An immense leguminous tree (Pithecolobium Saman) of Venezuela. Its branches form a hemispherical mass, often one hundred and eighty feet across. The sweet pulpy pods are used commonly for feeding cattle. Also called rain tree."
  },
  {
    "word": "Zambos",
    "type": "(pl. )",
    "description": "of Zambo"
  },
  {
    "word": "Zambo",
    "type": "(n.)",
    "description": "The child of a mulatto and a negro; also, the child of an Indian and a negro; colloquially or humorously, a negro; a sambo."
  },
  {
    "word": "Zamia",
    "type": "(n.)",
    "description": "A genus of cycadaceous plants, having the appearance of low palms, but with exogenous wood. See Coontie, and Illust. of Strobile."
  },
  {
    "word": "Zamindar",
    "type": "(n.)",
    "description": "A landowner; also, a collector of land revenue; now, usually, a kind of feudatory recognized as an actual proprietor so long as he pays to the government a certain fixed revenue."
  },
  {
    "word": "Zamindary",
    "type": "(n.)",
    "description": "Alt. of Zamindari"
  },
  {
    "word": "Zamindari",
    "type": "(n.)",
    "description": "The jurisdiction of a zamindar; the land possessed by a zamindar."
  },
  {
    "word": "Zamite",
    "type": "(n.)",
    "description": "A fossil cycad of the genus Zamia."
  },
  {
    "word": "Zamouse",
    "type": "(n.)",
    "description": "A West African buffalo (Bubalus brachyceros) having short horns depressed at the base, and large ears fringed internally with three rows of long hairs. It is destitute of a dewlap. Called also short-horned buffalo, and bush cow."
  },
  {
    "word": "Zampogna",
    "type": "(n.)",
    "description": "A sort of bagpipe formerly in use among Italian peasants. It is now almost obsolete."
  },
  {
    "word": "Zander",
    "type": "(n.)",
    "description": "A European pike perch (Stizostedion lucioperca) allied to the wall-eye; -- called also sandari, sander, sannat, schill, and zant."
  },
  {
    "word": "Zandmole",
    "type": "(n.)",
    "description": "The sand mole."
  },
  {
    "word": "Zante",
    "type": "(n.)",
    "description": "See Zantewood."
  },
  {
    "word": "Zante",
    "type": "()",
    "description": "A kind of seedless grape or raisin; -- so called from Zante, one of the Ionian Islands."
  },
  {
    "word": "Zantewood",
    "type": "(n.)",
    "description": "A yellow dyewood; fustet; -- called also zante, and zante fustic. See Fustet, and the Note under Fustic."
  },
  {
    "word": "Zantewood",
    "type": "(n.)",
    "description": "Satinwood (Chloroxylon Swietenia)."
  },
  {
    "word": "Zantiot",
    "type": "(n.)",
    "description": "A native or inhabitant of Zante, one of the Ionian Islands."
  },
  {
    "word": "Zanies",
    "type": "(pl. )",
    "description": "of Zany"
  },
  {
    "word": "Zany",
    "type": "(n.)",
    "description": "A merry-andrew; a buffoon."
  },
  {
    "word": "Zany",
    "type": "(v. t.)",
    "description": "To mimic."
  },
  {
    "word": "Zanyism",
    "type": "(n.)",
    "description": "State or character of a zany; buffoonery."
  },
  {
    "word": "Zaphara",
    "type": "(n.)",
    "description": "Zaffer."
  },
  {
    "word": "Zaphrentis",
    "type": "(n.)",
    "description": "An extinct genus of cyathophylloid corals common in the Paleozoic formations. It is cup-shaped with numerous septa, and with a deep pit in one side of the cup."
  },
  {
    "word": "Zapotilla",
    "type": "(n.)",
    "description": "See Sapodilla."
  },
  {
    "word": "Zaptiah",
    "type": "(n.)",
    "description": "A Turkish policeman."
  },
  {
    "word": "Zarathustrian",
    "type": "(a.)",
    "description": "Alt. of Zarathustric"
  },
  {
    "word": "Zarathustric",
    "type": "(a.)",
    "description": "Of or pertaining to Zarathustra, or Zoroaster; Zoroastrian."
  },
  {
    "word": "Zarathustrism",
    "type": "(n.)",
    "description": "See Zoroastrianism."
  },
  {
    "word": "Zaratite",
    "type": "(n.)",
    "description": "A hydrous carbonate of nickel occurring as an emerald-green incrustation on chromite; -- called also emerald nickel."
  },
  {
    "word": "Zareba",
    "type": "(n.)",
    "description": "An improvised stockade; especially, one made of thorn bushes, etc."
  },
  {
    "word": "Zarnich",
    "type": "(n.)",
    "description": "Native sulphide of arsenic, including sandarach, or realgar, and orpiment."
  },
  {
    "word": "Zarthe",
    "type": "(n.)",
    "description": "A European bream (Abramis vimba)."
  },
  {
    "word": "Zati",
    "type": "(n.)",
    "description": "A species of macaque (Macacus pileatus) native of India and Ceylon. It has a crown of long erect hair, and tuft of radiating hairs on the back of the head. Called also capped macaque."
  },
  {
    "word": "Zauschneria",
    "type": "(n.)",
    "description": "A genus of flowering plants. Zauschneria Californica is a suffrutescent perennial, with showy red flowers much resembling those of the garden fuchsia."
  },
  {
    "word": "Zax",
    "type": "(n.)",
    "description": "A tool for trimming and puncturing roofing slates."
  },
  {
    "word": "Zayat",
    "type": "(n.)",
    "description": "A public shed, or portico, for travelers, worshipers, etc."
  },
  {
    "word": "Zea",
    "type": "(n.)",
    "description": "A genus of large grasses of which the Indian corn (Zea Mays) is the only species known. Its origin is not yet ascertained. See Maize."
  },
  {
    "word": "Zeal",
    "type": "(n.)",
    "description": "Passionate ardor in the pursuit of anything; eagerness in favor of a person or cause; ardent and active interest; engagedness; enthusiasm; fervor."
  },
  {
    "word": "Zeal",
    "type": "(n.)",
    "description": "A zealot."
  },
  {
    "word": "Zeal",
    "type": "(v. i.)",
    "description": "To be zealous."
  },
  {
    "word": "Zealant",
    "type": "(n.)",
    "description": "One who is zealous; a zealot; an enthusiast."
  },
  {
    "word": "Zealed",
    "type": "(a.)",
    "description": "Full of zeal; characterized by zeal."
  },
  {
    "word": "Zealful",
    "type": "(a.)",
    "description": "Full of zeal."
  },
  {
    "word": "Zealless",
    "type": "(a.)",
    "description": "Wanting zeal."
  },
  {
    "word": "Zealot",
    "type": "(n.)",
    "description": "One who is zealous; one who engages warmly in any cause, and pursues his object with earnestness and ardor; especially, one who is overzealous, or carried away by his zeal; one absorbed in devotion to anything; an enthusiast; a fanatical partisan."
  },
  {
    "word": "Zealotical",
    "type": "(a.)",
    "description": "Like, or suitable to, a zealot; ardently zealous."
  },
  {
    "word": "Zealotism",
    "type": "(n.)",
    "description": "The character or conduct of a zealot; zealotry."
  },
  {
    "word": "Zealotist",
    "type": "(n.)",
    "description": "A zealot."
  },
  {
    "word": "Zealotry",
    "type": "(n.)",
    "description": "The character and behavior of a zealot; excess of zeal; fanatical devotion to a cause."
  },
  {
    "word": "Zealous",
    "type": "(a.)",
    "description": "Filled with, or characterized by, zeal; warmly engaged, or ardent, in behalf of an object."
  },
  {
    "word": "Zealous",
    "type": "(a.)",
    "description": "Filled with religious zeal."
  },
  {
    "word": "Zebec",
    "type": "(n.)",
    "description": "See Xebec."
  },
  {
    "word": "Zebra",
    "type": "(n.)",
    "description": "Either one of two species of South African wild horses remarkable for having the body white or yellowish white, and conspicuously marked with dark brown or brackish bands."
  },
  {
    "word": "Zebrawood",
    "type": "(n.)",
    "description": "A kind of cabinet wood having beautiful black, brown, and whitish stripes, the timber of a tropical American tree (Connarus Guianensis)."
  },
  {
    "word": "Zebrawood",
    "type": "(n.)",
    "description": "The wood of a small West Indian myrtaceous tree (Eugenia fragrans)."
  },
  {
    "word": "Zebrawood",
    "type": "(n.)",
    "description": "The wood of an East Indian tree of the genus Guettarda."
  },
  {
    "word": "Zebrine",
    "type": "(a.)",
    "description": "Pertaining to, or resembling, the zebra."
  },
  {
    "word": "Zebu",
    "type": "(n.)",
    "description": "A bovine mammal (Ros Indicus) extensively domesticated in India, China, the East Indies, and East Africa. It usually has short horns, large pendulous ears, slender legs, a large dewlap, and a large, prominent hump over the shoulders; but these characters vary in different domestic breeds, which range in size from that of the common ox to that of a large mastiff."
  },
  {
    "word": "Zebub",
    "type": "(n.)",
    "description": "A large noxious fly of Abyssinia, which like the tsetse fly, is destructive to cattle."
  },
  {
    "word": "Zechin",
    "type": "(n.)",
    "description": "See Sequin."
  },
  {
    "word": "Zechstein",
    "type": "(n.)",
    "description": "The upper division of the Permian (Dyas) of Europe. The prevailing rock is a magnesian limestone."
  },
  {
    "word": "Zed",
    "type": "(n.)",
    "description": "The letter Z; -- called also zee, and formerly izzard."
  },
  {
    "word": "Zedoary",
    "type": "(n.)",
    "description": "A medicinal substance obtained in the East Indies, having a fragrant smell, and a warm, bitter, aromatic taste. It is used in medicine as a stimulant."
  },
  {
    "word": "Zeekoe",
    "type": "(n.)",
    "description": "A hippopotamus."
  },
  {
    "word": "Zehner",
    "type": "(n.)",
    "description": "An Austrian silver coin equal to ten kreutzers, or about five cents."
  },
  {
    "word": "Zein",
    "type": "(n.)",
    "description": "A nitrogenous substance of the nature of gluten, obtained from the seeds of Indian corn (Zea) as a soft, yellowish, amorphous substance."
  },
  {
    "word": "Zemindar",
    "type": "(n.)",
    "description": "Same as Zamindar."
  },
  {
    "word": "Zemindary",
    "type": "(n.)",
    "description": "Alt. of Zemindari"
  },
  {
    "word": "Zemindari",
    "type": "(n.)",
    "description": "Same as Zamindary."
  },
  {
    "word": "Zemni",
    "type": "(n.)",
    "description": "The blind mole rat (Spalax typhlus), native of Eastern Europe and Asia. Its eyes and ears are rudimentary, and its fur is soft and brownish, more or less tinged with gray. It constructs extensive burrows."
  },
  {
    "word": "Zenana",
    "type": "(n.)",
    "description": "The part of a dwelling appropriated to women."
  },
  {
    "word": "Zend",
    "type": "(n.)",
    "description": "Properly, the translation and exposition in the Huzv/resh, or literary Pehlevi, language, of the Avesta, the Zoroastrian sacred writings; as commonly used, the language (an ancient Persian dialect) in which the Avesta is written."
  },
  {
    "word": "Zend-Avesta",
    "type": "(n.)",
    "description": "The sacred writings of the ancient Persian religion, attributed to Zoroaster, but chiefly of a later date."
  },
  {
    "word": "Zendik",
    "type": "(n.)",
    "description": "An atheist or unbeliever; -- name given in the East to those charged with disbelief of any revealed religion, or accused of magical heresies."
  },
  {
    "word": "Zenick",
    "type": "(n.)",
    "description": "A South African burrowing mammal (Suricata tetradactyla), allied to the civets. It is grayish brown, with yellowish transverse stripes on the back. Called also suricat."
  },
  {
    "word": "Zenik",
    "type": "(n.)",
    "description": "See Zenick."
  },
  {
    "word": "Zenith",
    "type": "(n.)",
    "description": "That point in the visible celestial hemisphere which is vertical to the spectator; the point of the heavens directly overhead; -- opposed to nadir."
  },
  {
    "word": "Zenith",
    "type": "(n.)",
    "description": "hence, figuratively, the point of culmination; the greatest height; the height of success or prosperity."
  },
  {
    "word": "Zenithal",
    "type": "(a.)",
    "description": "Of or pertaining to the zenith."
  },
  {
    "word": "Zeolite",
    "type": "(n.)",
    "description": "A term now used to designate any one of a family of minerals, hydrous silicates of alumina, with lime, soda, potash, or rarely baryta. Here are included natrolite, stilbite, analcime, chabazite, thomsonite, heulandite, and others. These species occur of secondary origin in the cavities of amygdaloid, basalt, and lava, also, less frequently, in granite and gneiss. So called because many of these species intumesce before the blowpipe."
  },
  {
    "word": "Zeolitic",
    "type": "(a.)",
    "description": "Of or pertaining to a zeolite; consisting of, or resembling, a zeolite."
  },
  {
    "word": "Zeolitiform",
    "type": "(a.)",
    "description": "Having the form of a zeolite."
  },
  {
    "word": "Zephyr",
    "type": "(n.)",
    "description": "The west wind; poetically, any soft, gentle breeze."
  },
  {
    "word": "Zephyrus",
    "type": "(n.)",
    "description": "The west wind, or zephyr; -- usually personified, and made the most mild and gentle of all the sylvan deities."
  },
  {
    "word": "Zequin",
    "type": "(n.)",
    "description": "See Sequin."
  },
  {
    "word": "Zerda",
    "type": "(n.)",
    "description": "The fennec."
  },
  {
    "word": "Zeriba",
    "type": "(n.)",
    "description": "Same as Zareba."
  },
  {
    "word": "Zeros",
    "type": "(pl. )",
    "description": "of Zero"
  },
  {
    "word": "Zeroes",
    "type": "(pl. )",
    "description": "of Zero"
  },
  {
    "word": "Zero",
    "type": "(n.)",
    "description": "A cipher; nothing; naught."
  },
  {
    "word": "Zero",
    "type": "(n.)",
    "description": "The point from which the graduation of a scale, as of a thermometer, commences."
  },
  {
    "word": "Zero",
    "type": "(n.)",
    "description": "Fig.: The lowest point; the point of exhaustion; as, his patience had nearly reached zero."
  },
  {
    "word": "Zest",
    "type": "(n.)",
    "description": "A piece of orange or lemon peel, or the aromatic oil which may be squeezed from such peel, used to give flavor to liquor, etc."
  },
  {
    "word": "Zest",
    "type": "(n.)",
    "description": "Hence, something that gives or enhances a pleasant taste, or the taste itself; an appetizer; also, keen enjoyment; relish; gusto."
  },
  {
    "word": "Zest",
    "type": "(n.)",
    "description": "The woody, thick skin inclosing the kernel of a walnut."
  },
  {
    "word": "Zested",
    "type": "(imp. & p. p.)",
    "description": "of Zest"
  },
  {
    "word": "Zesting",
    "type": "(p. pr. & vb. n.)",
    "description": "of Zest"
  },
  {
    "word": "Zest",
    "type": "(v. t.)",
    "description": "To cut into thin slips, as the peel of an orange, lemon, etc.; to squeeze, as peel, over the surface of anything."
  },
  {
    "word": "Zest",
    "type": "(v. t.)",
    "description": "To give a relish or flavor to; to heighten the taste or relish of; as, to zest wine."
  },
  {
    "word": "Zeta",
    "type": "(n.)",
    "description": "A Greek letter corresponding to our z."
  },
  {
    "word": "Zetetic",
    "type": "(a.)",
    "description": "Seeking; proceeding by inquiry."
  },
  {
    "word": "Zetetic",
    "type": "(n.)",
    "description": "A seeker; -- a name adopted by some of the Pyrrhonists."
  },
  {
    "word": "Zetetics",
    "type": "(a.)",
    "description": "A branch of algebra which relates to the direct search for unknown quantities."
  },
  {
    "word": "Zeuglodon",
    "type": "(n.)",
    "description": "A genus of extinct Eocene whales, remains of which have been found in the Gulf States. The species had very long and slender bodies and broad serrated teeth. See Phocodontia."
  },
  {
    "word": "Zeuglodont",
    "type": "()",
    "description": "Any species of Zeuglodonta."
  },
  {
    "word": "Zeuglodonta",
    "type": "(n. pl.)",
    "description": "Same as Phocodontia."
  },
  {
    "word": "Zeugma",
    "type": "(n.)",
    "description": "A figure by which an adjective or verb, which agrees with a nearer word, is, by way of supplement, referred also to another more remote; as, \"hic illius arma, hic currus fuit;\" where fuit, which agrees directly with currus, is referred also to arma."
  },
  {
    "word": "Zeugmatic",
    "type": "(a.)",
    "description": "Of or pertaining to zeugma; characterized by zeugma."
  },
  {
    "word": "Zeugobranchiata",
    "type": "(n. pl.)",
    "description": "Same as Zygobranchia."
  },
  {
    "word": "Zeus",
    "type": "(n.)",
    "description": "The chief deity of the Greeks, and ruler of the upper world (cf. Hades). He was identified with Jupiter."
  },
  {
    "word": "Zeuzerian",
    "type": "(n.)",
    "description": "Any one of a group of bombycid moths of which the genus Zeuzera is the type. Some of these moths are of large size. The goat moth is an example."
  },
  {
    "word": "Zeylanite",
    "type": "(n.)",
    "description": "See Ceylanite."
  },
  {
    "word": "Zibet",
    "type": "(n.)",
    "description": "Alt. of Zibeth"
  },
  {
    "word": "Zibeth",
    "type": "(n.)",
    "description": "A carnivorous mammal (Viverra zibetha) closely allied to the civet, from which it differs in having the spots on the body less distinct, the throat whiter, and the black rings on the tail more numerous."
  },
  {
    "word": "Ziega",
    "type": "(n.)",
    "description": "Curd produced from milk by adding acetic acid, after rennet has ceased to cause coagulation."
  },
  {
    "word": "Zietrisikite",
    "type": "(n.)",
    "description": "A mineral wax, vert similar to ozocerite. It is found at Zietrisika, Moldavia, whence its name."
  },
  {
    "word": "Zif",
    "type": "(n.)",
    "description": "The second month of the Jewish ecclesiastical year, corresponding to our May."
  },
  {
    "word": "Zigger",
    "type": "(v. i.)",
    "description": "Alt. of Zighyr"
  },
  {
    "word": "Zighyr",
    "type": "(v. i.)",
    "description": "Same as Sicker."
  },
  {
    "word": "Zigzag",
    "type": "(n.)",
    "description": "Something that has short turns or angles."
  },
  {
    "word": "Zigzag",
    "type": "(n.)",
    "description": "A molding running in a zigzag line; a chevron, or series of chevrons. See Illust. of Chevron, 3."
  },
  {
    "word": "Zigzag",
    "type": "(n.)",
    "description": "See Boyau."
  },
  {
    "word": "Zigzag",
    "type": "(a.)",
    "description": "Having short, sharp turns; running this way and that in an onward course."
  },
  {
    "word": "Zigzagged",
    "type": "(imp. & p. p.)",
    "description": "of Zigzag"
  },
  {
    "word": "Zigzagging",
    "type": "(p. pr. & vb. n.)",
    "description": "of Zigzag"
  },
  {
    "word": "Zigzag",
    "type": "(v. t.)",
    "description": "To form with short turns."
  },
  {
    "word": "Zigzag",
    "type": "(v. i.)",
    "description": "To move in a zigzag manner; also, to have a zigzag shape."
  },
  {
    "word": "Zigzaggery",
    "type": "(n.)",
    "description": "The quality or state of being zigzag; crookedness."
  },
  {
    "word": "Zigzaggy",
    "type": "(a.)",
    "description": "Having sharp turns."
  },
  {
    "word": "Zilla",
    "type": "(n.)",
    "description": "A low, thorny, suffrutescent, crucifeous plant (Zilla myagroides) found in the deserts of Egypt. Its leaves are boiled in water, and eaten, by the Arabs."
  },
  {
    "word": "Zillah",
    "type": "(n.)",
    "description": "A district or local division, as of a province."
  },
  {
    "word": "Zimb",
    "type": "(n.)",
    "description": "A large, venomous, two-winged fly, native of Abyssinia. It is allied to the tsetse fly, and, like the latter, is destructive to cattle."
  },
  {
    "word": "Ziment-water",
    "type": "(n.)",
    "description": "A kind of water found in copper mines; water impregnated with copper."
  },
  {
    "word": "Zinc",
    "type": "(n.)",
    "description": "An abundant element of the magnesium-cadmium group, extracted principally from the minerals zinc blende, smithsonite, calamine, and franklinite, as an easily fusible bluish white metal, which is malleable, especially when heated. It is not easily oxidized in moist air, and hence is used for sheeting, coating galvanized iron, etc. It is used in making brass, britannia, and other alloys, and is also largely consumed in electric batteries. Symbol Zn. Atomic weight 64.9."
  },
  {
    "word": "Zincked",
    "type": "(imp. & p. p.)",
    "description": "of Zinc"
  },
  {
    "word": "Zinced",
    "type": "()",
    "description": "of Zinc"
  },
  {
    "word": "Zincking",
    "type": "(p. pr. & vb. n.)",
    "description": "of Zinc"
  },
  {
    "word": "Zincing",
    "type": "()",
    "description": "of Zinc"
  },
  {
    "word": "Zinc",
    "type": "(v. t.)",
    "description": "To coat with zinc; to galvanize."
  },
  {
    "word": "Zincane",
    "type": "(n.)",
    "description": "Zinc chloride."
  },
  {
    "word": "Zincic",
    "type": "(a.)",
    "description": "Pertaining to, containing, or resembling, zinc; zincous."
  },
  {
    "word": "Zincide",
    "type": "(n.)",
    "description": "A binary compound of zinc."
  },
  {
    "word": "Zinciferous",
    "type": "(a.)",
    "description": "Containing or affording zinc."
  },
  {
    "word": "Zincification",
    "type": "(n.)",
    "description": "The act or process of applying zinc; the condition of being zincified, or covered with zinc; galvanization."
  },
  {
    "word": "Zincify",
    "type": "(v. t.)",
    "description": "To coat or impregnate with zinc."
  },
  {
    "word": "Zincite",
    "type": "(n.)",
    "description": "Native zinc oxide; a brittle, translucent mineral, of an orange-red color; -- called also red zinc ore, and red oxide of zinc."
  },
  {
    "word": "Zincking",
    "type": "(n.)",
    "description": "Alt. of Zincing"
  },
  {
    "word": "Zincing",
    "type": "(n.)",
    "description": "The act or process of applying zinc; galvanization."
  },
  {
    "word": "Zincky",
    "type": "(a.)",
    "description": "Pertaining to zinc, or having its appearance."
  },
  {
    "word": "Zinco-",
    "type": "()",
    "description": "A combining form from zinc; in chemistry, designating zinc as an element of certain double compounds. Also used adjectively."
  },
  {
    "word": "Zincode",
    "type": "(n.)",
    "description": "The positive electrode of an electrolytic cell; anode."
  },
  {
    "word": "Zincographer",
    "type": "(n.)",
    "description": "An engraver on zinc."
  },
  {
    "word": "Zincongraphic",
    "type": "(a.)",
    "description": "Alt. of Zincongraphical"
  },
  {
    "word": "Zincongraphical",
    "type": "(a.)",
    "description": "Of or pertaining to zincography; as, zincographic processes."
  },
  {
    "word": "Zincography",
    "type": "(n.)",
    "description": "The art or process of engraving or etching on zinc, in which the design is left in relief in the style of a wood cut, the rest of the ground being eaten away by acid."
  },
  {
    "word": "Zincoid",
    "type": "(a.)",
    "description": "Pertaining to, or resembling, zinc; -- said of the electricity of the zincous plate in connection with a copper plate in a voltaic circle; also, designating the positive pole."
  },
  {
    "word": "Zinco-polar",
    "type": "(a.)",
    "description": "Electrically polarized like the surface of the zinc presented to the acid in a battery, which has zincous affinity."
  },
  {
    "word": "Zincous",
    "type": "(a.)",
    "description": "Of, pertaining to, or containing, zinc; zincic; as, zincous salts."
  },
  {
    "word": "Zincous",
    "type": "(a.)",
    "description": "Hence, formerly, basic, basylous, as opposed to chlorous."
  },
  {
    "word": "Zincous",
    "type": "(a.)",
    "description": "Of or pertaining to the positive pole of a galvanic battery; electro-positive."
  },
  {
    "word": "Zingari",
    "type": "(pl. )",
    "description": "of Zingaro"
  },
  {
    "word": "Zingaro",
    "type": "(n.)",
    "description": "A gypsy."
  },
  {
    "word": "Zingel",
    "type": "(n.)",
    "description": "A small, edible, freshwater European perch (Aspro zingel), having a round, elongated body and prominent snout."
  },
  {
    "word": "Zingiberaceous",
    "type": "(a.)",
    "description": "Of or pertaining to ginger, or to a tribe (Zingibereae) of endogenous plants of the order Scitamineae. See Scitamineous."
  },
  {
    "word": "Zink",
    "type": "(n.)",
    "description": "See Zinc."
  },
  {
    "word": "Zinkenite",
    "type": "(n.)",
    "description": "A steel-gray metallic mineral, a sulphide of antimony and lead."
  },
  {
    "word": "Zinky",
    "type": "(a.)",
    "description": "See Zincky."
  },
  {
    "word": "Zinnia",
    "type": "(n.)",
    "description": "Any plant of the composite genus Zinnia, Mexican herbs with opposite leaves and large gay-colored blossoms. Zinnia elegans is the commonest species in cultivation."
  },
  {
    "word": "Zinnwaldite",
    "type": "(n.)",
    "description": "A kind of mica containing lithium, often associated with tin ore."
  },
  {
    "word": "Zinsang",
    "type": "(n.)",
    "description": "The delundung."
  },
  {
    "word": "Zinziberaceous",
    "type": "(a.)",
    "description": "Same as Zingiberaceous."
  },
  {
    "word": "Zion",
    "type": "(n.)",
    "description": "A hill in Jerusalem, which, after the capture of that city by the Israelites, became the royal residence of David and his successors."
  },
  {
    "word": "Zion",
    "type": "(n.)",
    "description": "Hence, the theocracy, or church of God."
  },
  {
    "word": "Zion",
    "type": "(n.)",
    "description": "The heavenly Jerusalem; heaven."
  },
  {
    "word": "Ziphioid",
    "type": "(n.)",
    "description": "See Xiphioid."
  },
  {
    "word": "Zirco-",
    "type": "()",
    "description": "A combining form (also used adjectively) designating zirconium as an element of certain double compounds; zircono-; as in zircofluoric acid, sodium zircofluoride."
  },
  {
    "word": "Zircofluoride",
    "type": "(n.)",
    "description": "A double fluoride of zirconium and hydrogen, or some other positive element or radical; as, zircofluoride of sodium."
  },
  {
    "word": "Zircon",
    "type": "(n.)",
    "description": "A mineral occurring in tetragonal crystals, usually of a brown or gray color. It consists of silica and zirconia. A red variety, used as a gem, is called hyacinth. Colorless, pale-yellow or smoky-brown varieties from Ceylon are called jargon."
  },
  {
    "word": "Zircona",
    "type": "(n.)",
    "description": "Zirconia."
  },
  {
    "word": "Zirconate",
    "type": "(n.)",
    "description": "A salt of zirconic acid."
  },
  {
    "word": "Zirconia",
    "type": "(n.)",
    "description": "The oxide of zirconium, obtained as a white powder, and possessing both acid and basic properties. On account of its infusibility, and brilliant luminosity when incandescent, it is used as an ingredient of sticks for the Drummomd light."
  },
  {
    "word": "Zirconic",
    "type": "(a.)",
    "description": "Pertaining to, containing, or resembling, zirconium; as, zirconic oxide; zirconic compounds."
  },
  {
    "word": "Zirconium",
    "type": "(n.)",
    "description": "A rare element of the carbon-silicon group, intermediate between the metals and nonmetals, obtained from the mineral zircon as a dark sooty powder, or as a gray metallic crystalline substance. Symbol Zr. Atomic weight, 90.4."
  },
  {
    "word": "Zircono",
    "type": "()",
    "description": "See Zirco-."
  },
  {
    "word": "Zirconoid",
    "type": "(n.)",
    "description": "A double eight-sided pyramid, a form common with tetragonal crystals; -- so called because this form often occurs in crystals of zircon."
  },
  {
    "word": "Zither",
    "type": "(n.)",
    "description": "An instrument of music used in Austria and Germany. It has from thirty to forty wires strung across a shallow sounding-board, which lies horizontally on a table before the performer, who uses both hands in playing on it. [Not to be confounded with the old lute-shaped cittern, or cithern.]"
  },
  {
    "word": "Zittern",
    "type": "(n.)",
    "description": "See Cittern."
  },
  {
    "word": "Zizania",
    "type": "(n.)",
    "description": "A genus of grasses including Indian rice. See Indian rice, under Rice."
  },
  {
    "word": "Zizel",
    "type": "(n.)",
    "description": "The suslik."
  },
  {
    "word": "Zoanthacea",
    "type": "(n. pl.)",
    "description": "A suborder of Actinaria, including Zoanthus and allied genera, which are permanently attached by their bases."
  },
  {
    "word": "Zoantharia",
    "type": "(n. pl.)",
    "description": "Same as Anthozoa."
  },
  {
    "word": "Zoantharian",
    "type": "(a.)",
    "description": "Of or pertaining to the Zoantharia."
  },
  {
    "word": "Zoantharian",
    "type": "(n.)",
    "description": "One of the Anthozoa."
  },
  {
    "word": "Zoanthodeme",
    "type": "(n.)",
    "description": "The zooids of a compound anthozoan, collectively."
  },
  {
    "word": "Zoanthoid",
    "type": "(a.)",
    "description": "Of or pertaining to the Zoanthacea."
  },
  {
    "word": "Zoanthropy",
    "type": "(n.)",
    "description": "A kind of monomania in which the patient believes himself transformed into one of the lower animals."
  },
  {
    "word": "Zoanthus",
    "type": "(n.)",
    "description": "A genus of Actinaria, including numerous species, found mostly in tropical seas. The zooids or polyps resemble small, elongated actinias united together at their bases by fleshy stolons, and thus forming extensive groups. The tentacles are small and bright colored."
  },
  {
    "word": "Zobo",
    "type": "(n.)",
    "description": "A kind of domestic cattle reared in Asia for its flesh and milk. It is supposed to be a hybrid between the zebu and the yak."
  },
  {
    "word": "Zocle",
    "type": "(n.)",
    "description": "Same as Socle."
  },
  {
    "word": "Zocco",
    "type": "(n.)",
    "description": "Alt. of Zoccolo"
  },
  {
    "word": "Zoccolo",
    "type": "(n.)",
    "description": "Same as Socle."
  },
  {
    "word": "Zodiac",
    "type": "(n.)",
    "description": "An imaginary belt in the heavens, 16� or 18� broad, in the middle of which is the ecliptic, or sun's path. It comprises the twelve constellations, which one constituted, and from which were named, the twelve signs of the zodiac."
  },
  {
    "word": "Zodiac",
    "type": "(n.)",
    "description": "A figure representing the signs, symbols, and constellations of the zodiac."
  },
  {
    "word": "Zodiac",
    "type": "(n.)",
    "description": "A girdle; a belt."
  },
  {
    "word": "Zodiacal",
    "type": "(a.)",
    "description": "Of or pertaining to the zodiac; situated within the zodiac; as, the zodiacal planets."
  },
  {
    "word": "Zoea",
    "type": "(n.)",
    "description": "A peculiar larval stage of certain decapod Crustacea, especially of crabs and certain Anomura."
  },
  {
    "word": "Zoetrope",
    "type": "(n.)",
    "description": "An optical toy, in which figures made to revolve on the inside of a cylinder, and viewed through slits in its circumference, appear like a single figure passing through a series of natural motions as if animated or mechanically moved."
  },
  {
    "word": "Zohar",
    "type": "(n.)",
    "description": "A Jewish cabalistic book attributed by tradition to Rabbi Simon ben Yochi, who lived about the end of the 1st century, a. d. Modern critics believe it to be a compilation of the 13th century."
  },
  {
    "word": "Zoic",
    "type": "(a.)",
    "description": "Of or pertaining to animals, or animal life."
  },
  {
    "word": "Zoide",
    "type": "(n.)",
    "description": "See Meride."
  },
  {
    "word": "Zoilean",
    "type": "(a.)",
    "description": "Having the characteristic of Zoilus, a bitter, envious, unjust critic, who lived about 270 years before Christ."
  },
  {
    "word": "Zoilism",
    "type": "(n.)",
    "description": "Resemblance to Zoilus in style or manner; carping criticism; detraction."
  },
  {
    "word": "Zoisite",
    "type": "(n.)",
    "description": "A grayish or whitish mineral occurring in orthorhombic, prismatic crystals, also in columnar masses. It is a silicate of alumina and lime, and is allied to epidote."
  },
  {
    "word": "Zokor",
    "type": "(n.)",
    "description": "An Asiatic burrowing rodent (Siphneus aspalax) resembling the mole rat. It is native of the Altai Mountains."
  },
  {
    "word": "Zollverein",
    "type": "(n.)",
    "description": "Literally, a customs union; specifically, applied to the several customs unions successively formed under the leadership of Prussia among certain German states for establishing liberty of commerce among themselves and common tariff on imports, exports, and transit."
  },
  {
    "word": "Zomboruk",
    "type": "(n.)",
    "description": "See Zumbooruk."
  },
  {
    "word": "Zonae",
    "type": "(pl. )",
    "description": "of Zona"
  },
  {
    "word": "Zona",
    "type": "(n.)",
    "description": "A zone or band; a layer."
  },
  {
    "word": "Zonal",
    "type": "(a.)",
    "description": "Of or pertaining to a zone; having the form of a zone or zones."
  },
  {
    "word": "Zonar",
    "type": "(n.)",
    "description": "A belt or girdle which the Christians and Jews of the Levant were obliged to wear to distinguish them from Mohammedans."
  },
  {
    "word": "Zonaria",
    "type": "(n. pl.)",
    "description": "A division of Mammalia in which the placenta is zonelike."
  },
  {
    "word": "Zonate",
    "type": "(a.)",
    "description": "Divided by parallel planes; as, zonate tetraspores, found in certain red algae."
  },
  {
    "word": "Zone",
    "type": "(n.)",
    "description": "A girdle; a cincture."
  },
  {
    "word": "Zone",
    "type": "(n.)",
    "description": "One of the five great divisions of the earth, with respect to latitude and temperature."
  },
  {
    "word": "Zone",
    "type": "(n.)",
    "description": "The portion of the surface of a sphere included between two parallel planes; the portion of a surface of revolution included between two planes perpendicular to the axis."
  },
  {
    "word": "Zone",
    "type": "(n.)",
    "description": "A band or stripe extending around a body."
  },
  {
    "word": "Zone",
    "type": "(n.)",
    "description": "A band or area of growth encircling anything; as, a zone of evergreens on a mountain; the zone of animal or vegetable life in the ocean around an island or a continent; the Alpine zone, that part of mountains which is above the limit of tree growth."
  },
  {
    "word": "Zone",
    "type": "(n.)",
    "description": "A series of planes having mutually parallel intersections."
  },
  {
    "word": "Zone",
    "type": "(n.)",
    "description": "Circuit; circumference."
  },
  {
    "word": "Zone",
    "type": "(v. t.)",
    "description": "To girdle; to encircle."
  },
  {
    "word": "Zoned",
    "type": "(a.)",
    "description": "Wearing a zone, or girdle."
  },
  {
    "word": "Zoned",
    "type": "(a.)",
    "description": "Having zones, or concentric bands; striped."
  },
  {
    "word": "Zoned",
    "type": "(a.)",
    "description": "Zonate."
  },
  {
    "word": "Zoneless",
    "type": "(a.)",
    "description": "Not having a zone; ungirded."
  },
  {
    "word": "Zonnar",
    "type": "(n.)",
    "description": "See Zonar."
  },
  {
    "word": "Zonular",
    "type": "(a.)",
    "description": "Of or pertaining to a zone; zone-shaped."
  },
  {
    "word": "Zonule",
    "type": "(n.)",
    "description": "A little zone, or girdle."
  },
  {
    "word": "Zonulet",
    "type": "(n.)",
    "description": "A zonule."
  },
  {
    "word": "Zonure",
    "type": "(n.)",
    "description": "Any one of several of South African lizards of the genus Zonura, common in rocky situations."
  },
  {
    "word": "Zoo-",
    "type": "()",
    "description": "A combining form from Gr. zwo^,n an animal, as in zoogenic, zoology, etc."
  },
  {
    "word": "Zoochemical",
    "type": "(a.)",
    "description": "Pertaining to zoochemistry."
  },
  {
    "word": "Zoochemistry",
    "type": "(n.)",
    "description": "Animal chemistry; particularly, the description of the chemical compounds entering into the composition of the animal body, in distinction from biochemistry."
  },
  {
    "word": "Zoochemy",
    "type": "(n.)",
    "description": "Animal chemistry; zoochemistry."
  },
  {
    "word": "Zoochlorella",
    "type": "(n.)",
    "description": "One of the small green granulelike bodies found in the interior of certain stentors, hydras, and other invertebrates."
  },
  {
    "word": "Zoocyst",
    "type": "(n.)",
    "description": "A cyst formed by certain Protozoa and unicellular plants which the contents divide into a large number of granules, each of which becomes a germ."
  },
  {
    "word": "Zoocytia",
    "type": "(pl. )",
    "description": "of Zoocytium"
  },
  {
    "word": "Zoocytium",
    "type": "(n.)",
    "description": "The common support, often branched, of certain species of social Infusoria."
  },
  {
    "word": "Zoodendria",
    "type": "(pl. )",
    "description": "of Zoodendrium"
  },
  {
    "word": "Zoodendrium",
    "type": "(n.)",
    "description": "The branched, and often treelike, support of the colonies of certain Infusoria."
  },
  {
    "word": "Zooecia",
    "type": "(pl. )",
    "description": "of Zooecium"
  },
  {
    "word": "Zooecium",
    "type": "(n.)",
    "description": "One of the cells or tubes which inclose the feeling zooids of Bryozoa. See Illust. of Sea Moss."
  },
  {
    "word": "Zooerythrine",
    "type": "(n.)",
    "description": "A peculiar organic red coloring matter found in the feathers of various birds."
  },
  {
    "word": "Zoogamous",
    "type": "(a.)",
    "description": "Of or pertaining zoogamy."
  },
  {
    "word": "Zoogamy",
    "type": "(n.)",
    "description": "The sexual reproduction of animals."
  },
  {
    "word": "Zoogenic",
    "type": "(a.)",
    "description": "Of or pertaining to zoogeny, animal production."
  },
  {
    "word": "Zoogeny",
    "type": "(n.)",
    "description": "Alt. of Zoogony"
  },
  {
    "word": "Zoogony",
    "type": "(n.)",
    "description": "The doctrine of the formation of living beings."
  },
  {
    "word": "Zoogeography",
    "type": "(n.)",
    "description": "The study or description of the geographical distribution of animals."
  },
  {
    "word": "Zoogeographical",
    "type": "(a.)",
    "description": "Of or pertaining to zoography."
  },
  {
    "word": "Zoogloea",
    "type": "(n.)",
    "description": "A colony or mass of bacteria imbedded in a viscous gelatinous substance. The zoogloea is characteristic of a transitory stage through which rapidly multiplying bacteria pass in the course of their evolution. Also used adjectively."
  },
  {
    "word": "Zoographer",
    "type": "(n.)",
    "description": "One who describes animals, their forms and habits."
  },
  {
    "word": "Zoographic",
    "type": "(a.)",
    "description": "Alt. of Zoographical"
  },
  {
    "word": "Zoographical",
    "type": "(a.)",
    "description": "Of or pertaining to the description of animals."
  },
  {
    "word": "Zoographist",
    "type": "(n.)",
    "description": "A zoographer."
  },
  {
    "word": "Zoography",
    "type": "(n.)",
    "description": "A description of animals, their forms and habits."
  },
  {
    "word": "Zooid",
    "type": "(a.)",
    "description": "Pertaining to, or resembling, an animal."
  },
  {
    "word": "Zooid",
    "type": "(n.)",
    "description": "An organic body or cell having locomotion, as a spermatic cell or spermatozooid."
  },
  {
    "word": "Zooid",
    "type": "(n.)",
    "description": "An animal in one of its inferior stages of development, as one of the intermediate forms in alternate generation."
  },
  {
    "word": "Zooid",
    "type": "(n.)",
    "description": "One of the individual animals in a composite group, as of Anthozoa, Hydroidea, and Bryozoa; -- sometimes restricted to those individuals in which the mouth and digestive organs are not developed."
  },
  {
    "word": "Zooidal",
    "type": "(a.)",
    "description": "Of or pertaining to a zooid; as, a zooidal form."
  },
  {
    "word": "Zoolatry",
    "type": "(n.)",
    "description": "The worship of animals."
  },
  {
    "word": "Zoologer",
    "type": "(n.)",
    "description": "A zoologist."
  },
  {
    "word": "Zoological",
    "type": "(a.)",
    "description": "Of or pertaining to zoology, or the science of animals."
  },
  {
    "word": "Zoologically",
    "type": "(adv.)",
    "description": "In a zoological manner; according to the principles of zoology."
  },
  {
    "word": "Zoologist",
    "type": "(n.)",
    "description": "One who is well versed in zoology."
  },
  {
    "word": "Zoologies",
    "type": "(pl. )",
    "description": "of Zoology"
  },
  {
    "word": "Zoology",
    "type": "(n.)",
    "description": "That part of biology which relates to the animal kingdom, including the structure, embryology, evolution, classification, habits, and distribution of all animals, both living and extinct."
  },
  {
    "word": "Zoology",
    "type": "(n.)",
    "description": "A treatise on this science."
  },
  {
    "word": "Zoomelanin",
    "type": "(n.)",
    "description": "A pigment giving the black color to the feathers of many birds."
  },
  {
    "word": "Zoomorphic",
    "type": "(a.)",
    "description": "Of or pertaining to zoomorphism."
  },
  {
    "word": "Zoomorphism",
    "type": "(n.)",
    "description": "The transformation of men into beasts."
  },
  {
    "word": "Zoomorphism",
    "type": "(n.)",
    "description": "The quality of representing or using animal forms; as, zoomorphism in ornament."
  },
  {
    "word": "Zoomorphism",
    "type": "(n.)",
    "description": "The representation of God, or of gods, in the form, or with the attributes, of the lower animals."
  },
  {
    "word": "Zoa",
    "type": "(pl. )",
    "description": "of Zoon"
  },
  {
    "word": "Zoon",
    "type": "(n.)",
    "description": "An animal which is the sole product of a single egg; -- opposed to zooid."
  },
  {
    "word": "Zoon",
    "type": "(n.)",
    "description": "Any one of the perfectly developed individuals of a compound animal."
  },
  {
    "word": "Zoonic",
    "type": "(a.)",
    "description": "Of or pertaining to animals; obtained from animal substances."
  },
  {
    "word": "Zoonite",
    "type": "(n.)",
    "description": "One of the segments of the body of an articulate animal."
  },
  {
    "word": "Zoonite",
    "type": "(n.)",
    "description": "One of the theoretic transverse divisions of any segmented animal."
  },
  {
    "word": "Zoonomy",
    "type": "(n.)",
    "description": "The laws of animal life, or the science which treats of the phenomena of animal life, their causes and relations."
  },
  {
    "word": "Zoonule",
    "type": "(n.)",
    "description": "Same as Zoonite."
  },
  {
    "word": "Zoopathology",
    "type": "(n.)",
    "description": "Animal pathology."
  },
  {
    "word": "Zoophaga",
    "type": "(n. pl.)",
    "description": "An artificial group comprising various carnivorous and insectivorous animals."
  },
  {
    "word": "Zoophagan",
    "type": "(n.)",
    "description": "A animal that feeds on animal food."
  },
  {
    "word": "Zoophagous",
    "type": "(a.)",
    "description": "Feeding on animals."
  },
  {
    "word": "Zoophilist",
    "type": "(n.)",
    "description": "A lover of animals."
  },
  {
    "word": "Zoophily",
    "type": "(n.)",
    "description": "Love of animals."
  },
  {
    "word": "Zoophite",
    "type": "(n.)",
    "description": "A zoophyte."
  },
  {
    "word": "Zoophoric",
    "type": "(a.)",
    "description": "Bearing or supporting the figure of an animal; as, a zoophoric column."
  },
  {
    "word": "Zoophorous",
    "type": "(n.)",
    "description": "The part between the architrave and cornice; the frieze; -- so called from the figures of animals carved upon it."
  },
  {
    "word": "Zoophyta",
    "type": "(n. pl.)",
    "description": "An extensive artificial and heterogeneous group of animals, formerly adopted by many zoologists. It included the c/lenterates, echinoderms, sponges, Bryozoa, Protozoa, etc."
  },
  {
    "word": "Zoophyte",
    "type": "(v. i.)",
    "description": "Any one of numerous species of invertebrate animals which more or less resemble plants in appearance, or mode of growth, as the corals, gorgonians, sea anemones, hydroids, bryozoans, sponges, etc., especially any of those that form compound colonies having a branched or treelike form, as many corals and hydroids."
  },
  {
    "word": "Zoophyte",
    "type": "(v. i.)",
    "description": "Any one of the Zoophyta."
  },
  {
    "word": "Zoophytic",
    "type": "(a.)",
    "description": "Alt. of Zoophytical"
  },
  {
    "word": "Zoophytical",
    "type": "(a.)",
    "description": "Of or pertaining to zoophytes."
  },
  {
    "word": "Zoophytoid",
    "type": "(a.)",
    "description": "Pertaining to, or resembling, a zoophyte."
  },
  {
    "word": "Zoophytological",
    "type": "(a.)",
    "description": "Of or pertaining to zoophytology; as, zoophytological observations."
  },
  {
    "word": "Zoophytology",
    "type": "(n.)",
    "description": "The natural history zoophytes."
  },
  {
    "word": "Zoopraxiscope",
    "type": "(n.)",
    "description": "An instrument similar to, or the same as, the, the phenakistoscope, by means of which pictures projected upon a screen are made to exhibit the natural movements of animals, and the like."
  },
  {
    "word": "Zoopsychology",
    "type": "(n.)",
    "description": "Animal psychology."
  },
  {
    "word": "Zoosperm",
    "type": "(n.)",
    "description": "One of the spermatic particles; spermatozoid."
  },
  {
    "word": "-sporangia",
    "type": "(pl. )",
    "description": "of Zoosporangium"
  },
  {
    "word": "Zoosporangium",
    "type": "(n.)",
    "description": "A spore, or conceptacle containing zoospores."
  },
  {
    "word": "Zoospore",
    "type": "(n.)",
    "description": "A spore provided with one or more slender cilia, by the vibration of which it swims in the water. Zoospores are produced by many green, and by some olive-brown, algae. In certain species they are divided into the larger macrozoospores and the smaller microzoospores. Called also sporozoid, and swarmspore."
  },
  {
    "word": "Zoospore",
    "type": "(n.)",
    "description": "See Swarmspore."
  },
  {
    "word": "Zoosporic",
    "type": "(a.)",
    "description": "Of or pertaining to zoospores; of the nature of zoospores."
  },
  {
    "word": "Zootic",
    "type": "(a.)",
    "description": "Containing the remains of organized bodies; -- said of rock or soil."
  },
  {
    "word": "Zootomical",
    "type": "(a.)",
    "description": "Of or pertaining to zootomy."
  },
  {
    "word": "Zootomist",
    "type": "(n.)",
    "description": "One who dissects animals, or is skilled in zootomy."
  },
  {
    "word": "Zootomy",
    "type": "(n.)",
    "description": "The dissection or the anatomy of animals; -- distinguished from androtomy."
  },
  {
    "word": "Zootrophic",
    "type": "(a.)",
    "description": "Of or pertaining to the nourishment of animals."
  },
  {
    "word": "Zoozoo",
    "type": "(n.)",
    "description": "The wood pigeon."
  },
  {
    "word": "Zope",
    "type": "(n.)",
    "description": "A European fresh-water bream (Abramis ballerus)."
  },
  {
    "word": "Zopilote",
    "type": "(n.)",
    "description": "The urubu, or American black vulture."
  },
  {
    "word": "Zoril",
    "type": "(n.)",
    "description": "Same as Zorilla."
  },
  {
    "word": "Zorilla",
    "type": "(n.)",
    "description": "Either one of two species of small African carnivores of the genus Ictonyx allied to the weasels and skunks."
  },
  {
    "word": "Zoroastrian",
    "type": "(a.)",
    "description": "Of or pertaining to Zoroaster, or his religious system."
  },
  {
    "word": "Zoroastrian",
    "type": "(n.)",
    "description": "A follower of Zoroaster; one who accepts Zoroastrianism."
  },
  {
    "word": "Zoroastrianism",
    "type": "(n.)",
    "description": "The religious system of Zoroaster, the legislator and prophet of the ancient Persians, which was the national faith of Persia; mazdeism. The system presupposes a good spirit (Ormuzd) and an opposing evil spirit (Ahriman). Cf. Fire worship, under Fire, and Parsee."
  },
  {
    "word": "Zoroastrism",
    "type": "(n.)",
    "description": "Same as Zoroastrianism."
  },
  {
    "word": "Zoster",
    "type": "(n.)",
    "description": "Shingles."
  },
  {
    "word": "Zostera",
    "type": "(n.)",
    "description": "A genus of plants of the Naiadaceae, or Pondweed family. Zostera marina is commonly known as sea wrack, and eelgrass."
  },
  {
    "word": "Zosterops",
    "type": "(n.)",
    "description": "A genus of birds that comprises the white-eyes. See White-eye."
  },
  {
    "word": "Zouave",
    "type": "(n.)",
    "description": "One of an active and hardy body of soldiers in the French service, originally Arabs, but now composed of Frenchmen who wear the Arab dress."
  },
  {
    "word": "Zouave",
    "type": "(n.)",
    "description": "Hence, one of a body of soldiers who adopt the dress and drill of the Zouaves, as was done by a number of volunteer regiments in the army of the United States in the Civil War, 1861-65."
  },
  {
    "word": "Zounds",
    "type": "(interj.)",
    "description": "An exclamation formerly used as an oath, and an expression of anger or wonder."
  },
  {
    "word": "Zoutch",
    "type": "(v. t.)",
    "description": "To stew, as flounders, eels, etc., with just enough or liquid to cover them."
  },
  {
    "word": "Zubr",
    "type": "(n.)",
    "description": "The aurochs."
  },
  {
    "word": "Zuche",
    "type": "(n.)",
    "description": "A stump of a tree."
  },
  {
    "word": "Zuchetto",
    "type": "(n.)",
    "description": "A skullcap covering the tonsure, worn under the berretta. The pope's is white; a cardinal's red; a bishop's purple; a priest's black."
  },
  {
    "word": "Zufolo",
    "type": "(n.)",
    "description": "A little flute or flageolet, especially that which is used to teach birds."
  },
  {
    "word": "Zuisin",
    "type": "(n.)",
    "description": "The American widgeon."
  },
  {
    "word": "Zulus",
    "type": "(n. pl.)",
    "description": "The most important tribe belonging to the Kaffir race. They inhabit a region on the southeast coast of Africa, but formerly occupied a much more extensive country. They are noted for their warlike disposition, courage, and military skill."
  },
  {
    "word": "Zumbooruk",
    "type": "(n.)",
    "description": "A small cannon supported by a swiveled rest on the back of a camel, whence it is fired, -- used in the East."
  },
  {
    "word": "Zumic",
    "type": "(n.)",
    "description": "Alt. of Zumometer"
  },
  {
    "word": "Zumological",
    "type": "(n.)",
    "description": "Alt. of Zumometer"
  },
  {
    "word": "Zumology",
    "type": "(n.)",
    "description": "Alt. of Zumometer"
  },
  {
    "word": "Zumometer",
    "type": "(n.)",
    "description": "See Zymic, Zymological, etc."
  },
  {
    "word": "Zu/is",
    "type": "(n. pl.)",
    "description": "A tribe of Pueblo Indians occupying a village in New Mexico, on the Zu/i River."
  },
  {
    "word": "Zunyite",
    "type": "(n.)",
    "description": "A fluosilicate of alumina occurring in tetrahedral crystals at the Zu/i mine in Colorado."
  },
  {
    "word": "Zwanziger",
    "type": "(n.)",
    "description": "An Austrian silver coin equivalent to 20 kreutzers, or about 10 cents."
  },
  {
    "word": "Zygantra",
    "type": "(pl. )",
    "description": "of Zygantrum"
  },
  {
    "word": "Zygantrum",
    "type": "(n.)",
    "description": "See under Zygosphene."
  },
  {
    "word": "Zygapophyses",
    "type": "(pl. )",
    "description": "of Zygapophysis"
  },
  {
    "word": "Zygapophysis",
    "type": "(n.)",
    "description": "One of the articular processes of a vertebra, of which there are usually four, two anterior and two posterior. See under Vertebra."
  },
  {
    "word": "Zygenid",
    "type": "(n.)",
    "description": "Any one of numerous species of moths of the family Zygaenidae, most of which are bright colored. The wood nymph and the vine forester are examples. Also used adjectively."
  },
  {
    "word": "Zygobranchia",
    "type": "(n. pl.)",
    "description": "A division of marine gastropods in which the gills are developed on both sides of the body and the renal organs are also paired. The abalone (Haliotis) and the keyhole limpet (Fissurella) are examples."
  },
  {
    "word": "Zygobranchiate",
    "type": "(a.)",
    "description": "Of or pertaining to the Zygobranchia."
  },
  {
    "word": "Zygodactyl",
    "type": "(n.)",
    "description": "Alt. of Zygodactyle"
  },
  {
    "word": "Zygodactyle",
    "type": "(n.)",
    "description": "Any zygodactylous bird."
  },
  {
    "word": "Zygodactylae",
    "type": "(n. pl.)",
    "description": "The zygodactylous birds. In a restricted sense applied to a division of birds which includes the barbets, toucans, honey guides, and other related birds."
  },
  {
    "word": "Zygodactyli",
    "type": "(n. pl.)",
    "description": "Same as Scansores."
  },
  {
    "word": "Zygodactylic",
    "type": "(a.)",
    "description": "Alt. of Zygodactylous"
  },
  {
    "word": "Zygodactylous",
    "type": "(a.)",
    "description": "Yoke-footed; having the toes disposed in pairs; -- applied to birds which have two toes before and two behind, as the parrot, cuckoo, woodpecker, etc."
  },
  {
    "word": "Zygoma",
    "type": "(n.)",
    "description": "The jugal, malar, or cheek bone."
  },
  {
    "word": "Zygoma",
    "type": "(n.)",
    "description": "The zygomatic process of the temporal bone."
  },
  {
    "word": "Zygoma",
    "type": "(n.)",
    "description": "The whole zygomatic arch."
  },
  {
    "word": "Zygomatic",
    "type": "(a.)",
    "description": "Of, pertaining to, or in the region of, the zygoma."
  },
  {
    "word": "Zygomorphic",
    "type": "(a.)",
    "description": "Alt. of Zygomorphous"
  },
  {
    "word": "Zygomorphous",
    "type": "(a.)",
    "description": "Symmetrical bilaterally; -- said of organisms, or parts of organisms, capable of division into two symmetrical halves only in a single plane."
  },
  {
    "word": "Zyophyte",
    "type": "(n.)",
    "description": "Any plant of a proposed class or grand division (Zygophytes, Zygophyta, or Zygosporeae), in which reproduction consists in the union of two similar cells. Cf. Oophyte."
  },
  {
    "word": "Zygosis",
    "type": "(n.)",
    "description": "Same as Conjugation."
  },
  {
    "word": "Zygosperm",
    "type": "(n.)",
    "description": "A spore formed by the union of the contents of two similar cells, either of the same or of distinct individual plants. Zygosperms are found in certain orders of algae and fungi."
  },
  {
    "word": "Zygosphene",
    "type": "(n.)",
    "description": "A median process on the front part of the neural arch of the vertebrae of most snakes and some lizards, which fits into a fossa, called the zygantrum, on the back part of the arch in front."
  },
  {
    "word": "Zygospore",
    "type": "(n.)",
    "description": "Same as Zygosperm."
  },
  {
    "word": "Zygospore",
    "type": "(n.)",
    "description": "A spore formed by the union of several zoospores; -- called also zygozoospore."
  },
  {
    "word": "Zylonite",
    "type": "(n.)",
    "description": "Celluloid."
  },
  {
    "word": "Zymase",
    "type": "(n.)",
    "description": "A soluble ferment, or enzyme. See Enzyme."
  },
  {
    "word": "Zyme",
    "type": "(n.)",
    "description": "A ferment."
  },
  {
    "word": "Zyme",
    "type": "(n.)",
    "description": "The morbific principle of a zymotic disease."
  },
  {
    "word": "Zymic",
    "type": "(a.)",
    "description": "Pertaining to, or produced by, fermentation; -- formerly, by confusion, used to designate lactic acid."
  },
  {
    "word": "Zymogen",
    "type": "(n.)",
    "description": "A mother substance, or antecedent, of an enzyme or chemical ferment; -- applied to such substances as, not being themselves actual ferments, may by internal changes give rise to a ferment."
  },
  {
    "word": "Zymogene",
    "type": "(n.)",
    "description": "One of a physiological group of globular bacteria which produces fermentations of diverse nature; -- distinguished from pathogene."
  },
  {
    "word": "Zymogenic",
    "type": "(a.)",
    "description": "Pertaining to, or formed by, a zymogene."
  },
  {
    "word": "Zymogenic",
    "type": "(a.)",
    "description": "Capable of producing a definite zymogen or ferment."
  },
  {
    "word": "Zymologic",
    "type": "(a.)",
    "description": "Alt. of Zymological"
  },
  {
    "word": "Zymological",
    "type": "(a.)",
    "description": "Of or pertaining to zymology."
  },
  {
    "word": "Zymologist",
    "type": "(n.)",
    "description": "One who is skilled in zymology, or in the fermentation of liquors."
  },
  {
    "word": "Zymology",
    "type": "(n.)",
    "description": "A treatise on the fermentation of liquors, or the doctrine of fermentation."
  },
  {
    "word": "Zymome",
    "type": "(n.)",
    "description": "A glutinous substance, insoluble in alcohol, resembling legumin; -- now called vegetable fibrin, vegetable albumin, or gluten casein."
  },
  {
    "word": "Zymometer",
    "type": "(n.)",
    "description": "Alt. of Zymosimeter"
  },
  {
    "word": "Zymosimeter",
    "type": "(n.)",
    "description": "An instrument for ascertaining the degree of fermentation occasioned by the mixture of different liquids, and the degree of heat which they acquire in fermentation."
  },
  {
    "word": "Zymophyte",
    "type": "(n.)",
    "description": "A bacteroid ferment."
  },
  {
    "word": "Zymose",
    "type": "(n.)",
    "description": "Invertin."
  },
  {
    "word": "Zymosis",
    "type": "(n.)",
    "description": "A fermentation; hence, an analogous process by which an infectious disease is believed to be developed."
  },
  {
    "word": "Zymosis",
    "type": "(n.)",
    "description": "A zymotic disease."
  },
  {
    "word": "Zymotic",
    "type": "(a.)",
    "description": "Of, pertaining to, or caused by, fermentation."
  },
  {
    "word": "Zymotic",
    "type": "(a.)",
    "description": "Designating, or pertaining to, a certain class of diseases. See Zymotic disease, below."
  },
  {
    "word": "Zythem",
    "type": "(n.)",
    "description": "See Zythum."
  },
  {
    "word": "Zythepsary",
    "type": "(n.)",
    "description": "A brewery."
  },
  {
    "word": "Zythum",
    "type": "(n.)",
    "description": "A kind of ancient malt beverage; a liquor made from malt and wheat."
  }
]
